<?php
/*
Section: نبذة عن
Language: العربية
*/

$translations = array(
    'h1' => 'نبذة عن مشروع  db4free.net',

    'p1' => ' .هذا الجزء يُمكِّنك من إنشاء حساب قاعدة البيانات الخاصة بك، تعديل البيانات أو حذفها',

    'h2' => 'ما الذي يجعلنا "متميزين" ؟',

    'p2' => ' الغرض من هذا المشروع هو محاولة إرضاء متطلبات مطوري المواقع بتزويدهم   <b>أحدث النسخ </b> من MySQL.عند القيام بتحديث نسخة  MySQL and phpMyAdmin دورياً,	MySQL سيكون لديك الفرصة لاختبار موقعك بأحدث نسخة من',

    'h3' => '<a href="signup.php">احصل على حساب قاعدة بيانات MySql مجاناً  account&nbsp;&raquo;</a>',
);
?> 

