<?php
/*
Section: conditions
Language: Arabic
*/

$translations = array(
    'h1' => 'شروط الإستخدام',

    'p1' => 'في أي حال من الأحوال نحن فريق db4free.net، يكون مسؤولا تجاه أي طرف ل، خاصة أو عرضية أو تبعية أو الأضرار غير المباشرة المباشرة، بما في ذلك خسارة الأرباح، الناشئة عن استخدام أو عدم تواجد هذا المضيف، برمجياتها، خدماتها أو الوثائق الخاصة به حتى إذا تم نصح المسؤول عن إمكانية حدوث مثل هذه الأضرار.',

    'p2' => 'نحن نخلي تحديدا أي ضمانات، بما في ذلك، ولكن ليس على سبيل الحصر، الضمانات الضمنية للرواج والصلاحية لغرض معين. البرنامج والمضيف هو المقدمة بموجب هذه الاتفاقية على "كما هي" أساس، وليس لدينا أي التزامات لتوفير الصيانة والدعم والتحديثات، والتحسينات، أو تعديلات أو استمرار توافر الخدمات. يحق لنا أن وقف هذه الخدمة دون إخطار وحذف قواعد البيانات لا رجعة فيه.',

    'p3' => 'لا يسمح للمستخدمين من db4free.net لنشر البيانات او الاتصال بيانات محددة الخادم إلى أطراف ثالثة.',

    'p4' => '.',

    'p5' => 'نحن لا ننصح بإستخدام قاعدة بيانات db4free.net لأي بيانات هامة وأي غرض حساس! على الرغم من أننا - من وراء هذا المشروع - ترتبط ببعضها البعض من خلال شركة، وهذا لا يزال مشروعا خاصا وغير تجاري. نحن نرفض أي ضمان والمسؤولية!',

    'p6' => 'لا يتحمل فريق db4free.net أي مسؤولية عن محتويات صفحات الويب المرتبطة.',

    'p7' => 'ونحتفظ بالحق في تعديل هذا البيان دون سابق إنذار.',

    'p8' => 'هيدنريشتاين، النمسا <br> 29 حزيران / يونيو 2014',
);
?>
