<?php
/*
Section: إنشاء حساب 
Language: العربية
*/

$translations = array(
    'email-signup' => '
شكراً لإنشاءك حساب قاعدة البيانات {$user} على موقع db4free.net.
بعد تأكيدك للرابط التالي فإنك ستتمكن من الوصول لمخدم قاعدة البيانات db4free.net\'s MySQL 8.0. 

المضيف الخاص بالوصول للمخدم هو db4free.net and والمنفذ هو  3306.  يمكنك استخدام  phpMyAdmin على موقعك للوصول إلى المخدم.

استخدم الرابط التالي لاستكمال عملية تسجيل الدخول خلال 14 يوم . بضغطك على الرابط أنت توافق مرة أخرى أنك تتفهم ما يلي  

* db4free.net هي بيئة اختبار 
* db4free.net غير مناسبة للتطوير 
* إذا كنت مصِرّ على استخدام قاعدة بيانات  db4free.net في التطوير رغم كافة التحذيرات , سيتم ذلك على مسؤوليتك الشخصية ( ننصحك  أن تقوم بعمليات نسخ احتياطية بشكل دوري )
* يمكن أن يحدث فقدان للبيانات في أي وقت ( أي شكوى بهذا الخصوص سيتمَ تجاهلها ) 
* لا يقدم فريق db4free.net أي ضمانات أو مسؤوليات قانونية من أي نوع 
* يملك فريق db4free.net الحق بحذف قواعد البيانات أو أي حساب في أي وقت و دون إشعار مسبق
* يمكنك الحصول على آخر المعلومات من تويتر  (https://twitter.com/db4free_net) ومن مدونة db4free.net   (https://www.mpopp.net/category/db4free/)
* db4free.net تقدم فقط قواعد بيانات MySQL ,  ولا تمنح أي مساحات ويب ( لايمكنك ترفيع أي ملفات )

أيضاً:

* db4free.net هي خدمة للاختبار, وليس للاستضافة . سيتم حذف قواعد البيانات التي تحوي على بيانات يتجاوز حجمها 200 ميغا بايت خلال فترات غير منتظمة و دون إشعار مسبق 
* قم بحذف أي بيانات لا تحتاج لها من فضلك , أو قم بحذف حسابك إذا لم تعُد تستخدمه  (https://www.db4free.net/delete-account.php). هذا يساعد في عمليات الاستعادة في حال حدث مشاكل بالمخدم.

{$mailLink}

هل يمكنك المشاركة في ترجمة موقع  db4free.net? من فضلك قم بزيارة https://www.db4free.net/translate.php

إذا لم تكن أنت من قام بإنشاء حساب قاعدة بيانات على موقع db4free.net, قم بتجاهل هذا البريد الالكتروني من فضلك !

نتمنى لك أن تستمتع باستخدام حساب قاعدة البيانات الخاص بك !

The db4free.net فريق
https://www.db4free.net',
);
?>

