<?php
/*
Section: ÅäÔÇÁ ÍÓÇÈ 
Language: ÇáÚÑÈíÉ
*/

$translations = array(
    'email-signup' => '
ÔßÑÇð áÅäÔÇÁß ÍÓÇÈ ÞÇÚÏÉ ÇáÈíÇäÇÊ {$user} Úáì ãæÞÚ db4free.net.
ÈÚÏ ÊÃßíÏß ááÑÇÈØ ÇáÊÇáí ÝÅäß ÓÊÊãßä ãä ÇáæÕæá áãÎÏã ÞÇÚÏÉ ÇáÈíÇäÇÊ db4free.net\'s MySQL 8.0. 
ÇáãÖíÝ ÇáÎÇÕ ÈÇáæÕæá ááãÎÏã åæ db4free.net and æÇáãäÝÐ åæ  3306.  íãßäß ÇÓÊÎÏÇã  phpMyAdmin Úáì ãæÞÚß ááæÕæá Åáì ÇáãÎÏã.

ÇÓÊÎÏã ÇáÑÇÈØ ÇáÊÇáí áÇÓÊßãÇá ÚãáíÉ ÊÓÌíá ÇáÏÎæá ÎáÇá 14 íæã . ÈÖÛØß Úáì ÇáÑÇÈØ ÃäÊ ÊæÇÝÞ ãÑÉ ÃÎÑì Ãäß ÊÊÝåã ãÇ íáí  

* db4free.net åí ÈíÆÉ ÇÎÊÈÇÑ 
* db4free.net ÛíÑ ãäÇÓÈÉ ááÊØæíÑ 
* ÅÐÇ ßäÊ ãÕöÑø Úáì ÇÓÊÎÏÇã ÞÇÚÏÉ ÈíÇäÇÊ  db4free.net Ýí ÇáÊØæíÑ ÑÛã ßÇÝÉ ÇáÊÍÐíÑÇÊ , ÓíÊã Ðáß Úáì ãÓÄæáíÊß ÇáÔÎÕíÉ ( ääÕÍß  Ãä ÊÞæã ÈÚãáíÇÊ äÓÎ ÇÍÊíÇØíÉ ÈÔßá ÏæÑí )
* íãßä Ãä íÍÏË ÝÞÏÇä ááÈíÇäÇÊ Ýí Ãí æÞÊ ( Ãí Ôßæì ÈåÐÇ ÇáÎÕæÕ ÓíÊãó ÊÌÇåáåÇ ) 
* áÇ íÞÏã ÝÑíÞ db4free.net Ãí ÖãÇäÇÊ Ãæ ãÓÄæáíÇÊ ÞÇäæäíÉ ãä Ãí äæÚ 
* íãáß ÝÑíÞ db4free.net ÇáÍÞ ÈÍÐÝ ÞæÇÚÏ ÇáÈíÇäÇÊ Ãæ Ãí ÍÓÇÈ Ýí Ãí æÞÊ æ Ïæä ÅÔÚÇÑ ãÓÈÞ
* íãßäß ÇáÍÕæá Úáì ÂÎÑ ÇáãÚáæãÇÊ ãä ÊæíÊÑ  (https://twitter.com/db4free_net) æãä ãÏæäÉ db4free.net   (https://www.mpopp.net/category/db4free/)
* db4free.net ÊÞÏã ÝÞØ ÞæÇÚÏ ÈíÇäÇÊ MySQL ,  æáÇ ÊãäÍ Ãí ãÓÇÍÇÊ æíÈ ( áÇíãßäß ÊÑÝíÚ Ãí ãáÝÇÊ )

ÃíÖÇð:

* db4free.net åí ÎÏãÉ ááÇÎÊÈÇÑ, æáíÓ ááÇÓÊÖÇÝÉ . ÓíÊã ÍÐÝ ÞæÇÚÏ ÇáÈíÇäÇÊ ÇáÊí ÊÍæí Úáì ÈíÇäÇÊ íÊÌÇæÒ ÍÌãåÇ 200 ãíÛÇ ÈÇíÊ ÎáÇá ÝÊÑÇÊ ÛíÑ ãäÊÙãÉ æ Ïæä ÅÔÚÇÑ ãÓÈÞ 
* Þã ÈÍÐÝ Ãí ÈíÇäÇÊ áÇ ÊÍÊÇÌ áåÇ ãä ÝÖáß , Ãæ Þã ÈÍÐÝ ÍÓÇÈß ÅÐÇ áã ÊÚõÏ ÊÓÊÎÏãå  (https://www.db4free.net/delete-account.php). åÐÇ íÓÇÚÏ Ýí ÚãáíÇÊ ÇáÇÓÊÚÇÏÉ Ýí ÍÇá ÍÏË ãÔÇßá ÈÇáãÎÏã.

{$mailLink}

åá íãßäß ÇáãÔÇÑßÉ Ýí ÊÑÌãÉ ãæÞÚ  db4free.net? ãä ÝÖáß Þã ÈÒíÇÑÉ https://www.db4free.net/translate.php

ÅÐÇ áã Êßä ÃäÊ ãä ÞÇã ÈÅäÔÇÁ ÍÓÇÈ ÞÇÚÏÉ ÈíÇäÇÊ Úáì ãæÞÚ db4free.net, Þã ÈÊÌÇåá åÐÇ ÇáÈÑíÏ ÇáÇáßÊÑæäí ãä ÝÖáß !

äÊãäì áß Ãä ÊÓÊãÊÚ ÈÇÓÊÎÏÇã ÍÓÇÈ ÞÇÚÏÉ ÇáÈíÇäÇÊ ÇáÎÇÕ Èß !

The db4free.net ÝÑíÞ
https://www.db4free.net',
);
?>
