<?php
/*
Section: email-change-password
Language: English
*/

$translations = array(
    'email' => 'لقد تلقينا طلب لتغيير كلمة المرور الخاصة بك.

البيانات الجديدة على النحو التالي:

متخدم قاعدة البيانات: {$user}
كلمة المرور: {$newData}

للتاكيد رجاء اضغط على الرابط التالى:

{$mailLink}

اذا لم يكن لك الذي طلب لتغيير كلمة مرور حساب قاعدة البيانات الخاصة بك على موقع db4free.net، يرجى تجاهل هذا البريد الإلكتروني!

نتمنى ان نكون عند حسن الظن وانتم تستفيدون من خدماتنا!

 db4free.net فريق
http://www.db4free.net',
);
?>
