<?php
/*
Section: email-signup
Language: English
*/

$translations = array(
    'email' => 'شكرا لتسجيل حساب قاعدة البيانات الخاصة بك {$user} مع db4free.net.

Aفتر يؤكد الرابط أدناه، لديك حق الوصول إلى خادم قاعدة البيانات db4free.net \ 's الخلية. اسم المضيف للوصول إلى الملقم db4free.net والمنفذ هو 3306 (وهو المنفذ الافتراضي ل ميسكل). يمكنك استخدام فبميادمين على موقعنا على الانترنت لتسجيل الدخول إلى الخادم.

يرجى استخدام الرابط التالي لإنهاء عملية التسجيل في غضون 14 يوما القادمة. بالنقر على هذا الرابط، تؤكد (مرة أخرى) أنك تفهم ما يلي:

* db4free.net هو بيئة الاختبار
* db4free.net ليست مناسبة للإنتاج
* إذا قررت استخدام قاعدة البيانات الخاصة بك db4free.net في الإنتاج على الرغم من التحذيرات، يمكنك أن تفعل ذلك على مسؤوليتك الخاصة (ينصح بشدة جدا النسخ الاحتياطي)
* فقدان البيانات وانقطاع التيار يمكن أن يحدث في أي وقت (أي شكاوى حول ذلك من المرجح أن يتم تجاهل)
* فريق db4free.net لا يمنح أي ضمان أو مسؤولية من أي نوع
* يحتفظ فريق db4free.net بالحق في حذف قواعد البيانات و / أو الحسابات في أي وقت دون سابق إنذار
* والأمر متروك لكم للحصول على أحدث المعلومات من تويتر (https://twitter.com/db4free_net) و db4free.net بلوق (http://www.mpopp.net/category/db4free/)
* يوفر db4free.net قاعدة بيانات mysql فقط، ولكن لا يوجد مساحة على شبكة الإنترنت (لا يوجد مكان لتحميل أي ملفات)

بالإضافة إلى ذلك:

* db4free.net هي خدمة للاختبار، وليس للاستضافة. سيتم مسح قواعد البيانات التي تخزن أكثر من 200 ميغابايت البيانات على فترات غير منتظمة دون إخطار
* يرجى إزالة البيانات التي لم تعد بحاجة إليها، أو حذف حسابك لم تعد هناك حاجة (http://www.db4free.net/delete-account.php). هذا يجعل من الاسهل لاسترداد إذا حدث تعطل الخادم.
{$mailLink}

هل يمكنك المساعدة في ترجمة موقع db4free.net؟ يرجى الانتقال إلى http://www.db4free.net/translate.php

إذا لم يكن أنت الذي سجل حساب قاعدة بيانات على الموقع db4free، يرجى تجاهل هذا البريد الإلكتروني!

نأمل أن تستمتع العمل مع قاعدة البيانات الخاصة بك!

فريق db4free.net
http://www.db4free.net',
);
?>
