<?php

/*
Section: إنشاء حساب
Language: العربية
*/

$translations = [
    'h1' => 'إنشاء حساب',

    'mysql-db-name' => 'MySQL اسم قاعدة البيانات',

    'mysql-user-name' => 'MySQL اسم المستخدم',

    'mysql-user-password' => 'MySQL كلمة مرور المستخدم',

    'mysql-user-password-verification' => 'MySQL تأكيد كلمة مرور المستخدم',

    'email-address' => 'البريد الالكتروني',

    'agree-conditions' => 'لقد قرأت  <a href="conditions.php">شروط الاستخدام</a> و أوافق عليها.',

    'ph1' => '6-16 محرف., لا يوجد أحرف كبيرة , 1أول محرف يجب أن يكون حرفاً.',

    'ph2' => '8 محارف كحد أدنى .',

    'ph3' => 'أدخل بريدك الالكتروني',

    'explanation' => ' اسم مستخدم قاعدة البيانات واسم قاعدة البيانات يمكن أن تحوي محارف صغيرة و أرقام و _ و طولها يجب أن يكون بين 6 إلى 16 .  يجب ألا تستخدم  <a href="https://dev.mysql.com/doc/refman/8.0/en/keywords.html">كلمات محجوزة</a>!',

    'maintenance-notice' => 'لا يمكن أن نقوم بأي أعمال تسجيل حالية بسبب الصيانة للموقع.',

    'agm-p1' => 'من خلال تسجيلك  db4free.net بالموقع أنت توافق على : ',

    'agm-li1' => 'db4free.net هي بيئة اختبار',

    'agm-li2' => 'db4free.net غير مناسبة للتطوير',

    'agm-li3' => 'إذا قررت استخدام قاعدة البيانات الخاصة بك  db4free.net   في مرحلة التطوير بالرغم من التحذيرات , فإن هذا يتم على مسؤوليتك الشخصية (ننصحك أن تقوم بعمليات نسخ احتياطي لقاعدة البيانات بشكل دوري )',

    'agm-li4' => ' (أي  شكوى من هذا النوع سيتم تجاهلها(  يمكن أن يحدث فقدان للبيانات أو عمليات انقطاع في أي وقت  ',

    'agm-li5' => 'فريق  db4free.net  لا يقدم ضمانات أو مسؤوليات من أي نوع',

    'agm-li6' => '  و له الحق في حذف قواعد البيانات في أي وقت وبدون إشعار مسبق  db4free.net  فريق ',

    'agm-li7' => 'يمكنك الحصول على آخر المعلومات من <a href="/bluesky.php">Bluesky</a> و ال<a href="/blog.php">db4free.net مدونة</a>',

    'agm-li8' => 'db4free.net تدعم فقط MySQL database, لا يوجد أي مساحات خاصة بالويب ( لا يمكن ترفيع أي ملفات) ',

    'agm-p2' => 'أيضاً:',

    'agm-li9' => 'db4free.net هي خدمة اختبار , وليست للاستضافة . سيتم حذف قواعد بيانات التي تحوي بيانات بحجم أكبر من 200 ميغا بايت  في فترات غير منتظمة و بدون إشعار مسبق ',

    'agm-li10' => 'من فضلك قم بإزالة البيانات التي لم تعد بحاجة لها, أو <a href="/delete-account.php">قم بحذف الحساب الذي لم تعد تحتاجه</a>. هذا يسهل من عملية الاستعادة في حال حدث انهيار للمخدم.',

    'signup-error1' => 'أنت توافق على شروط الاستخدام !',

    'signup-error2' => 'خطأ في تسجيل البيانات على MySQL database!',

    'signup-error3' => 'خطأ في إرسال البريد الالكتروني الخاص عملية التأكيد!',

    'signup-success' => 'شكرا على التسجيل ! ستستقبل بريد الكتروني لاستكمال عملية التسجيل.',
];
