<?php
/*
Section: signup
Language: English
*/

$translations = array(
    'h1' => 'سجل',

    'mysql-db-name' => 'اسم قاعدة بيانات mysql',

    'mysql-user-name' => 'mysql اسم المستخدم',

    'mysql-user-password' => 'كلمة مرور المستخدم mysql',

    'mysql-user-password-verification' => 'MySQL التحقق من كلمة مرور المستخدم',

    'email-address' => 'عنوان البريد الإلكتروني',

    'agree-conditions' => 'لقد قرأت <a href="conditions.php"> شروط الاستخدام</a> وأنا أتفق معهم.',

    'ph1' => '4-16 حروف., غير مسموح بالحروف الكبيرة, 1 الاول يجب ان يكون حرف.',

    'ph2' => 'اقل عدد 6 أحرف',

    'ph3' => 'ادخل البريد الالكترونى',

    'explanation' => 'قد يحتوي اسم مستخدم قاعدة البيانات واسم قاعدة البيانات على الأحرف الصغيرة والأرقام والشرطة السفلية ويجب أن يتراوح طولها بين 4 و 16 حرفا. يجب عدم استخدام <a href="http://dev.mysql.com/doc/refman/5.6/en/reserved-words.html"> الكلمات المحجوزة </a>!',

    'maintenance-notice' => 'بسبب صيانة قاعدة البيانات، لا توجد تسجيلات ممكنة حاليا.',

    'agm-p1' => 'من خلال التسجيل لحساب db4free.net فإنك توافق على ما يلي:',

    'agm-li1' => 'db4free.net هو بيئة الاختبار',

    'agm-li2' => 'db4free.net ليست مناسبة للإنتاج',

    'agm-li3' => 'إذا قررت استخدام قاعدة البيانات الخاصة بك db4free.net في الإنتاج على الرغم من التحذيرات، يمكنك أن تفعل ذلك على مسؤوليتك الخاصة (ينصح بشدة جدا النسخ الاحتياطي) ',

    'agm-li4' => 'فقدان البيانات وانقطاع التيار الكهربائي يمكن أن يحدث في أي وقت (أي شكاوى حول ذلك من المرجح أن يتم تجاهل)',

    'agm-li5' => 'فريق db4free.net لا يمنح أي ضمان أو مسؤولية من أي نوع',

    'agm-li6' => 'يحتفظ فريق db4free.net بالحق في حذف قواعد البيانات و / أو الحسابات في أي وقت دون سابق إنذار',

    'agm-li7' => 'يعود الأمر إليك للحصول على أحدث المعلومات من <a href="/twitter.php"> تويتر </a> و <a href="/blog.php"> مدونة db4free.net </a>' ,

    'agm-li8' => 'db4free.net يوفر فقط قاعدة بيانات ميسكل، ولكن لا يوجد مساحة على شبكة الإنترنت (لا يوجد مكان لتحميل أي ملفات)',

    'agm-p2' => 'بالإضافة إلى ذلك:',

    'agm-li9' => 'db4free.net هي خدمة للاختبار، وليس للاستضافة. سيتم مسح قواعد البيانات التي تخزن أكثر من 200 ميغابايت البيانات على فترات غير منتظمة دون إخطار',

    'agm-li10' => 'يرجى إزالة البيانات التي لم تعد بحاجة إليها، أو <a href='/delete-account.php'> حذف حسابك الذي لم يعد مطلوبا </a>. هذا يجعل من الاسهل لاسترداد إذا حدث تعطل الخادم. ',

    'signup-error1' => 'عليك أن تتفق مع شروط الاستخدام!',

    'signup-error2' => 'خطأ في تسجيل البيانات لقاعدة بيانات mysql الخاص بك!',

    'signup-error3' => 'حدث خطأ أثناء إرسال رسالة التأكيد الإلكترونية!',

    'signup-success' => 'نشكرك على التسجيل! سوف تتلقى رسالة بريد إلكتروني لتأكيد التسجيل.',
);
?>
