<?php
/*
Section: translate
Language: English
*/

$translations = array(
    'h1' => 'ترجمة',

    'p1a' => 'بعد تحديث 2014 للموقع db4free.net والخدمة هناك الآن طريقة سهلة كيف يمكنك ترجمة الموقع db4free.net لمزيد من اللغات.',

    'p1b' => 'جميع نصوص الموقع على <a href="https://github.com/"> جيثب </a>. يمكنك مفترق مستودع، وتطبيق الترجمة وترسل لنا طلب سحب بحيث يمكن دمج الترجمات الخاصة بك في الموقع.',

    'h2' => 'كيف يعمل؟',

    'p2a' => 'أولا تحتاج إلى الاشتراك في حساب جيثب إلا إذا كان لديك بالفعل واحدة. شوكة مستودع في ',

    'p2b' => '<a href="https://github.com/mpopp75/db4free-net-l10n"> https://github.com/mpopp75/db4free-net-l10n </a> ',

    'p2c' => ' بحيث يكون لديك نسخة متطابقة من مستودع الترجمة في حسابك. الآن يمكنك استنساخ مستودع التخزين الخاص بك لإنشاء نسخة على النظام الخاص بك. الأمر جيت لهذا هو: ',

    'p2d' => 'جيت clone git@github.com: [Your_GitHub_username] /db4free-net-l10n.git ',

    'p2e' => 'نوصي بإنشاء فرع منفصل لترجماتك، مثل:',

    'p2f' => 'git checkout -b ar-translation',

    'p2g' => 'إذا لم يكن هناك دليل للغة التي تريد تطبيق الترجمات إليها، قم بعمل نسخة من الدليل "إن" واسمها وفقا ل <a هريف = "http://en.wikipedia.org/wiki/List_of_ISO_639-1_codes "> رموز لغة إسو 639-1 </a>. ',

    'p2h' => 'في الملفات الموجودة داخل هذا الدليل، استبدل النصوص الإنجليزية بنصوص اللغة الجديدة. يرجى الحرص على عدم تغيير الرقم التعريفي. على سبيل المثال استبدال:',

    'p2i' => '\'h1\' => \'مرحبا بكم في db4free.net\',',

    'p2j' => 'بواسطة',

    'p2k' => '\'h1\' => \'Bienvenido a db4free.net\',',

    'p2l' => 'إذا كان النص هو نفسه باللغة الإنجليزية واللغة التي تترجم إليها، يمكنك حذف الخط أو ببساطة تركه. 'و

    'p2m' => 'عند الانتهاء من الترجمات الخاصة بك،commit and push إلى مستودع github الخاص بك. انتقل إلى الفرع الجديد الخاص بك على github وانقر على "طلب سحب جديد". أدخل وصفا موجزا ما هي الترجمات الخاصة بك، أي صعوبات واجهت أو ما كنت قد لا تكون قادرة على الانتهاء وما إلى ذلك وإرسال طلب السحب. ',

    'p2n' => 'إذا كنت ترغب في المساهمة ولكن تحتاج إلى مزيد من المساعدة قبل أن تتمكن من البدء، من فضلك <a href="https://github.com/mpopp75/db4free-net-l10n/issues">Open a Ticket at GitHub</a>.',
);
?>
