<?php
/*
Section: الترجمة
Language: العربية
*/

$translations = array(
    'h1' => 'Translations',

    'l10ncredits' => 'شكراً جزيلاً لكل من يساهم في عليات الترجمة ',

    'l10ncreditsclick' => 'اضغط لعرض اللائحة',

    'p1a' => 'اتبع تحديثات  2014 db4free.net  لموقع  ، ستجد أن هناك طرق سهلة لتطبق الترجمة بلغات مختلفة.',

    'p1b' => 'كل النصوص الخاصة بالموقع موجودة في  <a href="https://github.com/">GitHub</a>. يمكنك تفريع المخزن وتطبيق ترجمتك وإرسال طلب Pull  وبهذا يمكن أن نعتمد ترجمتك في الموقع ',

    'h2' => 'آلية العمل',

    'p2a' => 'بداية تحتاج إلى إنشاء حساب gihub  إذا لم تكن تملك واحداً . قم بتفريع المشروع من خلال ',

    'p2b' => '<a href="https://github.com/mpopp75/db4free-net-l10n">https://github.com/mpopp75/db4free-net-l10n</a>',

    'p2c' => ' وبالتالي يكون لديك نسخة منفصلة من مخزنن الترجمة في حسابك . والآن قم بنسخ مخزنك  لإنشاء نسخة على نظامك من خلال الأمر:',

    'p2d' => 'git clone git@github.com:[Your_GitHub_username]/db4free-net-l10n.git',

    'p2e' => 'نتمنى أن تقوم بإنشاء فرع خاص بك للترجمة كالتالي :',

    'p2f' => 'git checkout -b mytranslations',

    'p2g' => 'إذا لم يكن هناك مجلد خاص اللغة التي تريد الترجمة لها نسخ مجلد "en "  وسمه وفقا ل  <a href="http://en.wikipedia.org/wiki/List_of_ISO_639-1_codes">ISO 639-1 ترميز لغات</a>.',

    'p2h' => ' في الملف داخل المجلد استبدل النص باللغة الانكليزية إلى النص باللغة الجديدة.تأكد من أنك لم تقم بتغيير دليل السطر من فضلك :',

    'p2i' => '\'h1\' => \'Welcome to db4free.net\',',

    'p2j' => 'by',

    'p2k' => '\'h1\' => \'أهلا بك في  db4free.net\',',

    'p2l' => 'إذا كان النص الذي ترغب بترجمته مشابه لما هو عليه في اللغة الانكليزية يمكنك حذفه أو تركه.',

    'p2m' => 'عندما اتنهي الترجمة, أكد التعديلات على github . انتقل إلى المسار الجديد في GitHub واضغط "New Pull Request". قم بكتابة وصف مختصر عن الترجمات التي قمت بها , الصعوبات التي واجهت أو ما هي الملفات التي لم تكملها . وأرسل طلب ال Pull.',

    'p2n' => 'إذا كنت ترغب بالمشاركة وتحتاج إلى المساعدة قبل عملية البدء , من فضلك <a href="https://github.com/mpopp75/db4free-net-l10n/issues">أنشأ بطاقة على  GitHub</a>.',
);
?>

