<?php
/*
Section: ַבÊּׁדֹ
Language: ַבÚָׁםֹ
*/

$translations = array(
    'h1' => 'Translations',

    'l10ncredits' => 'װßַׁנ ּׂםבַנ בßב דה ם׃ַוד Ýם ÚבםַÊ ַבÊּׁדֹ ',

    'l10ncreditsclick' => 'ַײÛ״ בÚׁײ ַבבֶַֹֽ',

    'p1a' => 'ַÊָÚ ÊֽֿםַֻÊ  2014 db4free.net  בדזÞÚ  ¡ ׃Êּֿ ֳה והַß ״ׁÞ ׃ובֹ בÊ״ָÞ ַבÊּׁדֹ ָבÛַÊ ד־ÊבÝֹ.',

    'p1b' => 'ßב ַבהױזױ ַב־ַױֹ ַָבדזÞÚ דזּזֹֿ Ýם  <a href="https://github.com/">GitHub</a>. םדßהß ÊÝׁםÚ ַבד־ׂה זÊ״ָםÞ ÊּׁדÊß זֵׁ׃ַב ״בָ Pull  זָו׀ַ םדßה ֳה הÚÊדֿ ÊּׁדÊß Ýם ַבדזÞÚ ',

    'h2' => 'ֲבםֹ ַבÚדב',

    'p2a' => 'ַָֿםֹ ÊֽÊַּ ֵבל ֵהװֱַ ֽ׃ַָ gihub  ֵ׀ַ בד Êßה Êדבß זַַֽֿנ . Þד ָÊÝׁםÚ ַבדװׁזÚ דה ־בַב ',

    'p2b' => '<a href="https://github.com/mpopp75/db4free-net-l10n">https://github.com/mpopp75/db4free-net-l10n</a>',

    'p2c' => ' זַָבÊַבם םßזה בֿםß ה׃־ֹ דהÝױבֹ דה ד־ׂהה ַבÊּׁדֹ Ýם ֽ׃ַָß . זַבֲה Þד ָה׃־ ד־ׂהß  בֵהװֱַ ה׃־ֹ Úבל הÙַדß דה ־בַב ַבֳדׁ:',

    'p2d' => 'git clone git@github.com:[Your_GitHub_username]/db4free-net-l10n.git',

    'p2e' => 'הÊדהל ֳה ÊÞזד ֵָהװֱַ ÝׁÚ ־ַױ ָß בבÊּׁדֹ ßַבÊַבם :',

    'p2f' => 'git checkout -b mytranslations',

    'p2g' => 'ֵ׀ַ בד םßה והַß דּבֿ ־ַױ ַבבÛֹ ַבÊם Êׁםֿ ַבÊּׁדֹ בוַ ה׃־ דּבֿ "en "  ז׃דו זÝÞַ ב  <a href="http://en.wikipedia.org/wiki/List_of_ISO_639-1_codes">ISO 639-1 Êׁדםׂ בÛַÊ</a>.',

    'p2h' => ' Ýם ַבדבÝ ַֿ־ב ַבדּבֿ ַ׃Êָֿב ַבהױ ַָבבÛֹ ַבַהßבםׂםֹ ֵבל ַבהױ ַָבבÛֹ ַבּֿםֹֿ.Êֳßֿ דה ֳהß בד ÊÞד ָÊÛםםׁ ֿבםב ַב׃״ׁ דה Ýײבß :',

    'p2i' => '\'h1\' => \'Welcome to db4free.net\',',

    'p2j' => 'by',

    'p2k' => '\'h1\' => \'ֳובַ ָß Ýם  db4free.net\',',

    'p2l' => 'ֵ׀ַ ßַה ַבהױ ַב׀ם ÊׁÛָ ָÊּׁדÊו דװַָו בדַ וז Úבםו Ýם ַבבÛֹ ַבַהßבםׂםֹ םדßהß ֽ׀Ýו ֳז Êׁßו.',

    'p2m' => 'Úהֿדַ ַÊהום ַבÊּׁדֹ, ֳßֿ ַבÊÚֿםבַÊ Úבל github . ַהÊÞב ֵבל ַבד׃ַׁ ַבּֿםֿ Ýם GitHub זַײÛ״ "New Pull Request". Þד ָßÊַָֹ זױÝ ד־Êױׁ Úה ַבÊּׁדַÊ ַבÊם ÞדÊ ָוַ , ַבױÚזַָÊ ַבÊם זַּוÊ ֳז דַ ום ַבדבÝַÊ ַבÊם בד Êßדבוַ . זֳׁ׃ב ״בָ ַב Pull.',

    'p2n' => 'ֵ׀ַ ßהÊ ÊׁÛָ ַָבדװַׁßֹ זÊֽÊַּ ֵבל ַבד׃ַÚֹֿ Þָב Úדבםֹ ַבֱָֿ , דה Ýײבß <a href="https://github.com/mpopp75/db4free-net-l10n/issues">ֳהװֳ ָ״ַÞֹ Úבל  GitHub</a>.',
);
?>