<?php
/*
Section: welcome
Language: English
*/

$translations = array(
    'h1' => 'مرحبا بكم في db4free.net',

    'p1a' => 'يوفر db4free.net خدمة اختبار لأحدث - في بعض الأحيان حتى التنمية - نسخة من <a href="http://www.mysql.com/"> خادم mysql </a>. يمكنك بسهولة <a href="/signup.php"> إنشاء حساب مجانا </a> واختبار التطبيقات الخاصة بك، على سبيل المثال للتأكد من أنها لا تزال تعمل بعد تحديث إصدار ميسكل. db4free.net هو أيضا مورد جيد للتعليم وجعل نفسك على دراية الميزات الجديدة التي تم إدخالها في الإصدارات الجديدة.',

    'p1b' => 'db4free.net تهدف إلى تقديم دائما إما أحدث إصدار الإنتاج أو أحدث إصدار التطوير. سيتم تحديث خادم الخلية db4free.net \ قريبا جدا بعد إصدار جديد، وعادة في نفس اليوم أو قريبا جدا بعد.',

    'p1c' => 'للوصول إلى البيانات الخاصة بك بطريقة مريحة، كما يوفر db4free.net نسخة محدثة من <a href="http://www.phpmyadmin.net"> فبميادمين </a>. كما سيتم تحديث فبميادمين كثيرا جدا، لذلك كنت دائما الحصول على أحدث جدا.',

    'h2' => 'حول الموقع الجديد (والمزيد)',

    'p2' => 'قد تلاحظ أن <b> كل شيء هنا جديد </ b>. <a href="http://www.mpopp.net/2014/07/db4free-net-relaunch/"> تعرف على المزيد حول هذا الموضوع! </a> ',

    'h3' => 'db4free.net ليست من أجل',

    'p3' => 'db4free.net هي <b> خدمة اختبار </ b> مما يعني أنها غير مناسبة للإنتاج. يمكن أن يكون هناك انقطاع، وفقدان البيانات وميزات الأمان لا تفي بالمعايير التي تتوقعها من مزود استضافة البيانات المهنية. إذا كنت بحاجة إلى قاعدة بيانات ميسكل للاستخدام الإنتاج، من فضلك لا تستخدم db4free.net!',

    'h4' => 'هل يمكنك المساعدة في ترجمة db4free.net؟',

    'p4' => 'هل تتحدث لغة جيدا أن هذا الموقع لا تقدم؟ يمكنك مساعدتنا في ترجمة db4free.net. <a href="/translate.php"> تعرف على كيفية! </a> ',

    'h5' => 'مصادر',

    'p5a' => 'هناك <a href="http://www.mpopp.net/category/db4free/"> قسم db4free.net </a> في <a هريف = "http://www.mpopp.net/" > mpopp.net بلوق </a> تجلب لك الأخبار حول db4free.net. الرجاء الاشتراك في <a href="http://www.mpopp.net/category/db4free/feed/"> خلاصة رسس </a> للتأكد من أنك لا تفوت أي أخبار. db4free.net أيضا على <a href="/twitter.php"> تويتر </a>، مورد عظيم آخر للبقاء على رأس ما يحدث في العالم db4free.net.',

    'p5b' => 'أفضل الموارد لمعرفة المزيد عن ميسكل هي <a href="http://dev.mysql.com/"> منطقة مطوري ميسكل </a>، و <a هريف = "http://dev.mysql.com /doc/refman/5.6/en/index.html"> دليل مرجع ميسكل </a> و <a href="http://planet.mysql.com/"> بلانيتمسكل </a>. يقدم موقع ميسكل على الويب عددا من <a href="http://dev.mysql.com/tech-resources/articles/"> مقالات المطور </a> التي يشرح العديد منها الميزات الجديدة التي يتم إدخالها في الإصدارات القادمة في تفاصيل ممتازة.',

    'p5c' => 'إذا وجدت خلل في خادم الخلية، يرجى الإبلاغ عنه في <a href="http://bugs.mysql.com/"> ميسكل علة نظام تتبع </a>.',
  );
?>
