<?php
/*
Section: الشروط
Language: العربية
*/

$translations = array(
    'h1' => 'شروط الاستخدام',

    'p1' => 'في أي حال من الأحوال نحن , the db4free.net فريق, يكون مسؤولا أمام أي طرف عن الأضرار المباشرة أو غير المباشرة أو الخاصة أو العرضية أو التبعية ، بما في ذلك الأرباح المفقودة ، الناتجة عن استخدام أو عدم توفر هذا المضيف ،  وبرمجياته ، وخدماته والتوثيق الخاص به حتى لو تم إبلاغ المدير العام بإمكانية حدوث مثل هذا الضرر .',

    'p2' => 'نرفض أي ضمانات ، التي تتضمن و ليست محدودة ب ، ضمانات الترويج لهدف معين ، تقوم أٍساسيات البرمجية و المخدم المذكور أدناه على مبدأ " as is " ونحن لا نلتزم بإجراءات الصيانة ، الدعم ، التحديث ، التحسين، التعديل أو تحقيق استمرارية الخدمة  ولنا الحق بإلغاء استمرارية الخدمة  وحذف قواعد  البيانات نهائيا دون إعلام مسبق.',

    'p3' => 'الأشخاص في   db4free.net ليس من المسموح لهم الوصول إلى البيانات  أو حتى البيانات التي تسمح بالوصول إلى المخدم المدعوم من طرف ثالث.',

    'p4' => 'عدا القانون في جمهورية أستراليا الذي تخضع له خدمة  مشروع  db4free.net.',

    'p5' => 'لا نوصي باستخدام قواعد بيانات db4free.net ، فإن هذا المشروع لا يزال خاص و غير ربحي . و نرفض أي ضمان أو مسؤولية قانونية ! لتخزين أي بيانات حساسة ، على الرفم من أننا - الأشخاص المسؤولون عن هذا المشروع - مرتبطين معاً من خلال الشركة ,

    'p6' => '.أي مسؤولية قانونية تجاه صفحات الويب المرتبطة به db4free.net  لا يتحمل فريق ',

    'p7' => ' لنا الحق في تعديل هذ ا الإعلان دون إشعار مسبق. ',

    'p8' => 'Heidenreichstein, Austria<br>29 June 2014',
);
?>