<?php
/*
Section: حذف حساب البريد الالكتروني
Language: العربية
*/

$translations = array(
    'email' => 'لقد استقبلنا طلبا بحذف حسابك على  db4free.net  "{$user}".

	من فضلك قم بتأكيد عملية الحذف من خلال الرابط التالي. و كن متأكد أن كامل البيانات في قاعدة البيانات سيتم حذفها نهائياً

{$mailLink}

إذا لم تكن أنت من قمت بطلب حذف حسابك على موقع db4free.net , قم بتجاهل هذا  البريد الالكتروني من فضلك !

نتمنى أن تستمتع بالعمل مع قاعدة البيانات الخاصة بك!

The db4free.net فريق
https://www.db4free.net',
);
?>