<?php
/*
Section:تغيير كلمة  المرور 
Language: العربية
*/

$translations = array(
    'email' => 'لقد تم استقبال طلبك لتغيير كلمة المرور .

البيانات الجديدة هي كالتالي:

اسم مستخدم قاعدة البيانات: {$user}
كلمة المرور : {$newData}

من فضلك قم بتأكيد هذا التغيير من خلال الضغط على الرابط التالي:

{$mailLink}

إذا لم تكن أنت من قمت بطلب تغيير كلمة مرور قاعدة بيانات حسابك على موقع  db4free.net , قم بتجاهل هذا  البريد الاكتروني من فضلك !

نتمنى أن تستمتع بالعمل مع قاعدة البيانات الخاصة بك

The db4free.net فريق
https://www.db4free.net',
);
?>