<?php
/*
Section: about
Language: Ukrainian
*/

$translations = array(
    'h1' => 'Про проект db4free.net',

    'p1' => 'У цій секції ви можете створювати базу даних, змінювати її зміст та видаляти його.',

    'h2' => 'Що робить нас унікальними"?',

    'p2' => 'Мета нашого проету в тому, щоб задовольнити потреби розробників і тестерів для <b>поточної версії</b> MySQL. Часто оновлюючи MySQL і phpMyAdmin, ви наприклад, можете перевірити роботу свого сайту після оновлення версії MySQL серверу.',

    'h3' => '<a href="signup.php">Отримати свою безкоштовну базу даних MySQL&nbsp;&raquo;</a>',
);
?>
