<?php
/*
Section: conditions
Language: Ukrainian
*/

$translations = array(
    'h1' => 'Умови використання',

    'p1' => 'Команда db4free.net не несе відповідальності за будь-які прямі, опосередковані, спеціальні, випадкові збитки, включаючи втрачену користь, що виникать через сервіс, його програмне забеспечення чи його документації, навіть якщо адміністратор був попереджений о можливостях такого збитку.',

    'p2' => 'Зокрема, ми відмовляємось від будь-яких гарантій, хоча і не обмежуючись ними, гарантів товарного стану та придатності для конкретної мети. Програмне забеспечення і сервер надаються за принципом "як є", і ми не несемо зобов\'язань щодо обслуговування, підтримки, оновлення, розширення або модифікації чи постійності послуг. Ми маємо право припинити надання послуги й видалити всі бази даних назавжди.',

    'p3' => 'Користувачам db4free.net не дозволяється публікувати свої дані для доступу, а також іншу інформацію про сервер третім особам.',

    'p4' => 'Виключно закони Австрійської республіки застосовуються до сервісів проекту db4free.net.',

    'p5' => 'Ми не рекомендуємо використовувати базу даних db4free.net для будь-яких важливих даних! Не дивлячись на те, що ми - люди, що стоять за проектом - пов\'язані один з одним через компанії, цей проект залишається також приватним і некомерційним. Ми відмовляємось від гарантій та відповідальності!',

    'p6' => 'Команда db4free.net не несе відповідальності за зміст пов\'язаних веб-сторінок.',

    'p7' => 'Ми залишаємо за собою право змінювати дані правила без попереднього повідомлення',

    'p8' => 'Heidenreichstein, Австрія<br>29 Червень 2014',
);
?>
