<?php
/*
Section: email-signup
Language: Ukrainian
*/

$translations = array(
    'email-5.7-intro' => 'Дякуємо за регістрацію аккаунту {$user} на db4free.net.Після підтвердження за посиланням нижче, ви отримаєте домтуп до сервера MySQL 5.7 db4free.net\'s. У якості імені сервера використовуйте db4free.net, а також порт 3306 (порт за замовчуванням для MySQL). Ви можете використовувати phpMyAdmin на нашому сайті, для входу на сервер MySQL.',

    'email-8.0-intro' => 'Дякуємо за регістрацію аккаунту {$user} на db4free.net.Після підтвердження за посиланням нижче, ви отримаєте домтуп до сервера MySQL 8.0 db4free.net\'s. У якості імені сервера використовуйте db4free.net, а також порт 3307. Ви можете використовувати phpMyAdmin на нашому сайті, для входу на сервер MySQL.',

    'email-common' => 'Будь ласка використовуйте посилання нижче, для підтвердження вашої роєстрації. На підтвердження приділяється до 14 днів. Клацнувши посилання підтвердження, вы погоджуєтесь з тим, що:

* db4free.net - сервис для тестування* db4free.net непридатний для продакшену
* Якщо, ви вирішили використовувати базу даных db4free.net у продакшені, не дивлячись на попередження, ви дієте на свій страх і ризик (часті резервні копії дуже рекомендовані)
* Втрати даних та їх недоступність можуть статись у будь-який момент (будь-які скарги з цього приводу, будуть проігноровані)
* Команда db4free.net не надає гарантій або зобов\'язань будь-якого роду
* Команда db4free.net залишає за собою право видалити базу даних і/або аккаунт без попередження
* Ви можете отримати останню інформацію з Twitter (https://twitter.com/db4free_net) і блогу db4free.net (https://www.mpopp.net/category/db4free/)
* db4free.net надає тільки бази даних MySQL, але не місце для файлівОкрім того:

* db4free.net сервис для тестування, а не хостінг. Бази даних, розміром більше 200 МБ час від часу будуть очищуватись, без повідомлення
* Будь ласка, видаляйте дані, якщо вони вам більше не потрібні або видаліть ваш аккаунт (https://www.db4free.net/delete-account.php).

{$mailLink}

Хочете допомогти з перекладом db4free.net? Тоді перейдіть за посиланням: https://www.db4free.net/translate.phpЯкщо ви не зареєструвались на db4free.net, будь ласка видаліть цей лист!

Ми маємо надію, що вам подобається працювати з нашою базою даних!

Команда db4free.net
https://www.db4free.net',
);
?>
