<?php
/*
Section: email-delete-account
Language: Ukrainian
*/

$translations = array(
    'email' => 'Ми отримали ваш запит на видалення аккаунту "{$user}" з db4free.net.

Будь ласка затвердіть видалення, клацнувши посилання нижче. Пам\'ятайте, що всі ваші дані будуть безповоротно видалені!

{$mailLink}Якщо ви не створювали запит на видалення аккаунту з db4free.net, будь ласка, видаліть цей лист!

Ми маємо надію, що вам подобається працювати з нашою базою даних!

Команда db4free.net
https://www.db4free.net',
);
?>
