<?php
/*
Section: email-change-password
Language: Ukrainian
*/

$translations = array(
    'email' => 'Ми отримали ваш запит на зміну пароля.

Нові данні для авторизації:

Ім\'я користувача: {$user}
Пароль: {$newData}

Будь ласка, затвердіть зміни, клацнувши на наступному посиланні:

{$mailLink}Якщо ви не створювали запрос на зміну пароля на сайті db4free.net, будьте ласкаві, видаліть цей лист!Маємо надію, що вам подобається працювати з нашою базою даних!

Команда db4free.net
https://www.db4free.net',
);
?>
