<?php
/*
Section: imprint
Language: Ukrainian
*/

$translations = array(
    'h1' => 'Відтиск',

    'p1' => '&copy; 2005-%d ',

    'p2' => 'Markus Popp (<a href="mailto:admin@db4free.net">admin@db4free.net</a>)',

    'h2' => 'Пов\'язані проекти',

    'p3' => '<a href="https://www.mpopp.net">mpopp.net</a>',

    'p4' => '<a href="http://www.zanat.net">zanat.net - Das Portal für Mediendesigner (mit Farbumrechner uvm.)</a>',

    'h3' => 'Відмова від відповідальності',

    'p5' => 'Автор цього сайту залишає за собою право не нести відповідальність за актуальність, правильність, повноту або якість наданої інформації. Претензії, стосовно шкоди, спричиненої внаслідок використання будь-якої інформації, у тому числі інформації, що являється неповною або неправильною - будуть відхилені ',

    'p6' => 'Автор даного сайту не несе відповідальності за зміст даних',
);
?>
