<?php
/*
Section: signup
Language: Ukrainian
*/

$translations = array(
    'h1' => 'Реєстрація',

    'mysql-db-name' => 'Ім\'я бази даних MySQL',

    'mysql-user-name' => 'Ім\'я користувача MySQL',

    'mysql-user-password' => 'Пароль користувача MySQL',

    'mysql-user-password-verification' => 'Підтвердження пароля користувача MySQL',

    'email-address' => 'E-mail адреса',

    'agree-conditions' => 'Я прочитав <a href="conditions.php">умови використання</a> і згоден з ними.',

    'ph1' => '4-16 символів, без верхнього регістру.',

    'ph2' => 'Мінімум 6 символів.',

    'ph3' => 'Введіть вашу E-mail адресу',

    'explanation-5.7' => 'Ім\'я користувача і бази даних можуть містити тільки букви нижнього регістру, цифри та символи підкреслення, а також дивжина повиння складати від 4 до 16 символів. Ви не повинні використовувати <a href="https://dev.mysql.com/doc/refman/5.7/en/reserved-words.html">зарезервовані імена</a>!',

    'explanation-8.0' => 'Ім\'я користувача і бази даних можуть містити тільки букви нижнього регістру, цифри та символи підкреслення, а також дивжина повиння складати від 4 до 16 символів. Ви не повинні використовувати <a href="https://dev.mysql.com/doc/refman/8.0/en/reserved-words.html">зарезервовані імена</a>!',

    'maintenance-notice' => 'У зв\'язку з технічними роботами, реєстрація тимчасово вимкнена',

    'agm-p1' => 'Реєструючись на db4free.net ви погоджуєтесь з тим, що:',

    'agm-li1' => 'db4free.net - сервіс для тестування',

    'agm-li2' => 'db4free.net непридатний для продакшену',

    'agm-li3' => 'Якщо ви вирішили використовувати базу даних db4free.net у продакшені, не дивлячись на попередження, ви дієте на свій страх і ризик (часті резервні копії <b>дуже</b> рекомендовані)',

    'agm-li4' => 'Втрати даних і їх недоступність можуть статись у будь-який момент (будь-які скарги з цього приводу, будуть проігноровані)',

    'agm-li5' => 'Команда db4free.net не надає гарантій або зобов\'язань будь-якого роду
',

    'agm-li6' => 'Команда db4free.net залишає за собою право видалити базу даних і/або аккаунт без попередження
',

    'agm-li7' => 'Ви можете отримати останню інформацію з <a href="/twitter.php">Twitter</a> і <a href="/blog.php">блогу db4free.net</a>',

    'agm-li8' => 'db4free.net надає тільки бази даних MySQL, але не місце для файлів',

    'agm-p2' => 'Окрім того:',

    'agm-li9' => 'db4free.net сервис для тестування, а не хостінг. Бази даних, розміром більше 200 МБ час від часу будуть очищуватись, без повідомлення
',

    'agm-li10' => 'Будь ласка, видаляйте дані, якщо вони вам більше не потрібні або <a href="/delete-account.php">видаліть ваш аккаунт</a>.',

    'signup-error1' => 'Ви повинні погодитись з правилами використання!',

    'signup-error2' => 'Помилка реєстрації вашої бази даних MySQL!',

    'signup-error3' => 'Помилка відправлення підтверджуючого E-mail!',

    'signup-success' => 'Дякуємо за реєстрацію! Вам відправлено лист для підтвердження вашої E-mail адреси.',
);
?>
