<?php
/*
Section: translate
Language: Ukrainian
*/

$translations = array(
    'h1' => 'Переклади',

    'l10ncredits' => 'Велика подяка перекладачам',

    'l10ncreditsclick' => 'Клацніть для перегляду',

    'p1a' => 'Після оновлення у 2014 році, сайт і сервіс db4free.net можна легко перекласти на більшість мов.',

    'p1b' => 'Усі тексти проекту доступні на <a href="https://github.com/">GitHub</a>. Ви можете скопіювати репозиторій, зробити переклад і відправити нам pull request, після чого ваш переклад буде інтегровано на сайт.',

    'h2' => 'Як це працює?',

    'p2a' => 'Спочатку увійдіть у свій аккаунт GitHub. Скопіюйте репозиторій ',

    'p2b' => '<a href="https://github.com/mpopp75/db4free-net-l10n">https://github.com/mpopp75/db4free-net-l10n</a>',

    'p2c' => ' тепер у вас є точна копія нашого репозиторію. Тепер ви можете клонувати його, для створення копії даних у вашій системі. Git команди для цього наступні:',

    'p2d' => 'git clone git@github.com:[Ваш_логин_GitHub]/db4free-net-l10n.git',

    'p2e' => 'Ми рекомендуємо створити окрему гілку для ваших перекладів, наприклад:',

    'p2f' => 'git checkout -b mytranslations',

    'p2g' => 'Якщо директорії з потрібною вам мовою не існує, просто створіть копію директорії "en" та переіменуйте її відповідно до <a href="http://en.wikipedia.org/wiki/List_of_ISO_639-1_codes">Кодів мов ISO 639-1</a>.',

    'p2h' => 'У файлах директорії, замініть весь англійський текст на текст нової мови. Будьте уважні, не змінюйте ID. Наприклад, замініть:',

    'p2i' => '\'h1\' => \'Welcome to db4free.net\',',

    'p2j' => 'на',

    'p2k' => '\'h1\' => \'Bienvenido a db4free.net\',',

    'p2l' => 'Якщо текст однаковий на англійській мові та на мові, на яку ви перекладаєте, ви можете видалити цей рядок або залишити як є.',

    'p2m' => 'Коли ви завершите переклад, зробіть commit і push у ваш GitHub репозиторій. Перемкніться на нову гілку в GitHub і клацніть "New Pull Request". Введіть невеличний опис того, що ви переклали, складності, що виникли під час перекладу й інше. І в завершення відправте Pull Request.',

    'p2n' => 'Якщо ви хочете внести свій вклад, але вам потрібна допомога, перш ніж розпочати, будь ласка <a href="https://github.com/mpopp75/db4free-net-l10n/issues">створіть тікет на GitHub</a>.',
);
?>
