<?php
/*
Section: about
Language: Hindi
Translator: Vipul Kumar
*/

$translations = array(
    'h1' => 'प्रॉजेक्ट के बारे में db4free.net',

    'p1' => 'इस अनुभाग में आप अपना डेटाबेस अकाउंट बना सकते हैं, इसके डेटा को अपडेट कर सकते हैं और इसे डेलीट सकते हैं।',

    'h2' => 'क्या हमें "विशेष" बनाता है?',

    'p2' => 'हमारी प्रॉजेक्ट का उद्देश्य यह है कि हम MySQL के <b> वर्तमान संस्करणों </ b> के लिए डेवलपर्स और टेसटर्स की जरूरतों को MySQL और phpMyAdmin के वर्जन्स को बार-बार अपडेट करके पूरा करना चाहते हैं। उदाहरण के लिए, आपके पास वर्तमान वेब वर्जन्स के साथ अपनी वेब साइट का टेस्ट करने का अवसर है।',

    'h3' => '<a href="signup.php">अपना खुद का फ्री MySQL डेटाबेस अकाउंट प्राप्त करें&nbsp;&raquo;</a>',
);
?>