<?php

/*
Section: conditions
Language: Hindi
Translator: Vipul Kumar
*/

$translations = [
    'h1' => 'उपयोग की शर्तें',

    'p1' => 'किसी भी घटना में, हम db4free.net टीम, प्रत्यक्ष, अप्रत्यक्ष, विशेष, आकस्मिक, या परिणामी नुकसान के लिए किसी भी पार्टी के लिए उत्तरदायी नहीं होंगे, उदाहरण के लिए, जैसे इस सर्वर के उपयोग से उत्पन्न होने वाली  लाभ, हानी या इसकी सॉफ़्टवेयर की अनुपलब्धता, सहित इसकी सेवाओं या इसके डॉक्युमेंटेशन भले ही एडमिनिश्ट्राएटर को इस तरह की क्षति की संभावना की सलाह पहले ही दे दी हो।',

    'p2' => 'हम विशेष रूप से किसी भी वारंटियों को शामिल करते नही हैं। सॉफ़्टवेयर और सर्वर जो यहां उपलब्ध कराया गया है, वह "जैसा है" आधार पर उपलब्ध है, और हम इसके रखरखाव, समर्थन, अपडेट, एन्हांसमेंट, संशोधनों या सेवाओं की निरंतर उपलब्धता प्रदान करने के लिए कोई दायित्व दायित्व से इनकार करते हैं!',

    'p3' => 'Db4free.net के उपयोगकर्ताओं को निजी डेटा के साथ-साथ सर्वर विशिष्ट डेटा को तीसरे पक्ष को प्रकाशित करने की अनुमति नहीं है।',

    'p4' => 'इस प्रॉजेक्ट से संबंधित सेवाओं पर विशेष रूप से ऑस्ट्रिया गणराज्य के कानून db4free.net लागू होते हैं।',

    'p5' => 'हम आपको किसी भी महत्वपूर्ण डेटा के लिए और किसी भी महत्वपूर्ण उद्देश्य के लिए db4free.net डेटाबेस का उपयोग करने की सलाह नहीं देते हैं! भले ही हम - इस प्रॉजेक्ट के पीछे के लोग - एक कंपनी के माध्यम से एक दूसरे से संबंधित हैं, यह अभी भी एक निजी और गैर वाणिज्यिक प्रॉजेक्ट है। हम किसी भी वारंटी और दायित्व से इनकार करते हैं!',

    'p6' => 'Db4free.net टीम लिंक किए गए वेब पेजों की सामग्री के लिए कोई दायित्व नहीं लेती है।',

    'p7' => 'हम बिना सूचना के इस कथन को संशोधित करने का अधिकार रखते हैं।',

    'p8' => 'Heidenreichstein, Austria<br>29 June 2014',
];
