<?php

/*
Section: email-change-password
Language: Hindi
Translator: Vipul Kumar
*/

$translations = [
    'email' => 'हमें आपका पासवर्ड बदलने का अनुरोध मिला है।

नया डेटा इस प्रकार है:

डेटाबेस यूज़र: {$user}
पासवर्ड: {$newData}


कृपया लिंक पर क्लिक करके इस बदलाव की पुष्टि करें:

{$mailLink}

यदि यह आप नहीं थे, जिन्होंने db4free.net वेबसाइट पर अपने डेटाबेस अकाउंट पासवर्ड को बदलने का अनुरोध किया है, तो कृपया इस ईमेल को अनदेखा करें!

हमें उम्मीद है कि आप अपने डेटाबेस के साथ काम करने का आनंद लेंगे!


Db4free.net टीम
https://www.db4free.net',
];
