<?php
/*
Section: email-delete-account
Language: Hindi
Translator: Vipul Kumar
*/

$translations = array(
    'email' => 'हमें आपका db4free.net अकाउंट डिलीट का आपका अनुरोध प्राप्त हुआ है"{$user}".


कृपया निम्न लिंक पर क्लिक करके अकाउंट डिलीट करने की पुष्टि करें। कृपया ध्यान रखें कि इस डेटाबेस में आपके सभी डेटा अपरिवर्तनीय रूप से हटाए गए हैं!

{$mailLink}


यदि यह आप नहीं थे, जिन्होंने db4free.net वेबसाइट पर आपके अकाउंट को डिलीट का अनुरोध किया है, तो कृपया इस ईमेल को अनदेखा करें!

हमें उम्मीद है कि आपको अपने डेटाबेस के साथ काम करके अच्छा लगा!

Db4free.net टीम
https://www.db4free.net',
);
?>