<?php

/*
Section: email-signup
Language: Hindi
Translator: Vipul Kumar
*/

$translations = [
    'email-signup' => 'Db4free.net के साथ अपने डेटाबेस खाते {$user} को पंजीकृत करने के लिए धन्यवाद।

नीचे दिए गए लिंक की पुष्टि करने के बाद, आपके पास db4free.net का MySQL 8.3 डेटाबेस सर्वर को उपयोग कर सकते है। सर्वर का उपयोग के लिए होस्ट नाम db4free.net और पोर्ट 3306 है। आप सर्वर पर लॉग इन करने के लिए हमारी वेबसाइट पर phpMyAdmin का उपयोग कर सकते हैं।

अगले 14 दिनों के भीतर पंजीकरण प्रक्रिया समाप्त करने के लिए कृपया निम्न लिंक का उपयोग करें। इस लिंक पर क्लिक करके आप (फिर से) पुष्टि करते हैं जिसे आप समझते हैं कि:

* db4free.net एक टेस्टिंग वातावरण है
* db4free.net उत्पादन के लिए उपयुक्त नहीं है
* यदि आप चेतावनी के बावजूद उत्पादन में अपने db4free.net डेटाबेस का उपयोग करने का निर्णय लेते हैं, तो आप ऐसा अपने जोखिम पर करते हैं (बहुत बार बैकअप की सलाह की जाती है)
* डेटा हानि किसी भी समय हो सकता है (इसके बारे में कोई भी शिकायत संभवतः नजरअंदाज कर दी जाएगी)
* db4free.net टीम किसी भी प्रकार की कोई वारंटी नहीं दे रही है
* db4free.net टीम बिना सूचना के किसी भी समय डेटाबेस और / या अकाउंट को हटाने का अधिकार सुरक्षित रखती है
* ट्विटर (https://bsky.app/profile/db4free-net.bsky.social) और db4free.net ब्लॉग (https://www.mpopp.net/category/db4free/) से नवीनतम जानकारी प्राप्त करना आपके ऊपर है
* db4free.net केवल एक MySQL डेटाबेस प्रदान करता है, लेकिन कोई वेब स्पेस नहीं है (कोई भी फाइल अपलोड करने के लिए कहीं नहीं है)

इसके अतिरिक्त:

* db4free.net होस्टिंग के लिए नहीं, परीक्षण के लिए एक सेवा है। 200 एमबी से अधिक डेटा संग्रहीत करने वाले डेटाबेस को अधिसूचना के बिना अनियमित अंतराल पर हटा किया जाएगा
* कृपया वह डेटा और अकाउंट जिनकी जरूरत नही है उसे (https://www.db4free.net/delete-account.php) को हटा दें। इससे सर्वर क्रैश होने पर रिकवर करना आसान हो जाता है।

{$mailLink}

क्या आप db4free.net वेबसाइट का अनुवाद करने में मदद कर सकते हैं? कृपया https://www.db4free.net/translate.php पर जाएं

यदि यह आप नहीं थे, जिन्होंने db4free.net वेबसाइट पर एक डेटाबेस खाता पंजीकृत किया है, तो कृपया इस ईमेल को अनदेखा करें!

हमें उम्मीद है कि आप अपने डेटाबेस के साथ काम करने का आनंद लेंगे!

Db4free.net टीम
https://www.db4free.net',
];
