<?php

/*
Section: signup
Language: Hindi
Translator: Vipul Kumar
*/

$translations = [
    'h1' => 'साइन अप करें',

    'mysql-db-name' => 'MySQL डेटाबेस नाम',

    'mysql-user-name' => 'MySQL यूज़रनेम',

    'mysql-user-password' => 'MySQL यूज़र का पासवर्ड',

    'mysql-user-password-verification' => 'MySQL यूज़र पासवर्ड सत्यापन',

    'email-address' => 'ईमेल',

    'agree-conditions' => 'मैंने <a href="conditions.php"> उपयोग की शर्तें </a> पढ़ ली हैं और मैं उनसे सहमत हूं।',

    'ph1' => '6-16 अक्षर., कोई बड़ा अक्षर नहीं, 1 को अक्षर होना चाहिए.',

    'ph2' => 'कम से कम 8 अक्षर.',

    'ph3' => 'अपना ईमेल दर्ज करें',

    'explanation' => 'डेटाबेस यूज़र और डेटाबेस काके नाम में छोटा अक्षर, संख्या और अंडरस्कोर हो सकते हैं और 6 से 16 अक्षर के बीच होना चाहिए। आपको <a href="https://dev.mysql.com/doc/refman/8.0/en/keywords.html"> आरक्षित शब्दों </a> का उपयोग नहीं करना चाहिए!',

    'maintenance-notice' => 'डेटाबेस रखरखाव के कारण, वर्तमान में कोई पंजीकरण संभव नहीं है।',

    'agm-p1' => 'Db4free.net अकाउंट के लिए पंजीकरण करके आप सहमत हैं कि:',

    'agm-li1' => 'db4free.net एक टेस्टिंग वातावरण है',

    'agm-li2' => 'db4free.net उत्पादन के लिए उपयुक्त नहीं है',

    'agm-li3' => 'यदि आप चेतावनी के बावजूद उत्पादन में अपने db4free.net डेटाबेस का उपयोग करने का निर्णय लेते हैं, तो आप ऐसा अपने जोखिम पर करते हैं (बहुत बार बैकअप की सलाह की जाती है)',

    'agm-li4' => 'डेटा हानि किसी भी समय हो सकता है (इसके बारे में कोई भी शिकायत संभवतः नजरअंदाज कर दी जाएगी)',

    'agm-li5' => 'db4free.net टीम किसी भी प्रकार की कोई वारंटी नहीं दे रही है',

    'agm-li6' => 'db4free.net टीम बिना सूचना के किसी भी समय डेटाबेस और / या अकाउंट को हटाने का अधिकार सुरक्षित रखती है',

    'agm-li7' => 'ट्विटर (https://bsky.app/profile/db4free-net.bsky.social) और db4free.net ब्लॉग (https://www.mpopp.net/category/db4free/) से नवीनतम जानकारी प्राप्त करना आपके ऊपर है',

    'agm-li8' => 'db4free.net केवल एक MySQL डेटाबेस प्रदान करता है, लेकिन कोई वेब स्पेस नहीं है (कोई भी फाइल अपलोड करने के लिए कहीं नहीं है)',

    'agm-p2' => 'इसके अतिरिक्त:',

    'agm-li9' => 'db4free.net होस्टिंग के लिए नहीं, परीक्षण के लिए एक सेवा है। 200 एमबी से अधिक डेटा संग्रहीत करने वाले डेटाबेस को अधिसूचना के बिना अनियमित अंतराल पर हटा किया जाएगा',

    'agm-li10' => 'कृपया वह डेटा और अकाउंट जिनकी जरूरत नही है उसे (https://www.db4free.net/delete-account.php) को हटा दें। इससे सर्वर क्रैश होने पर रिकवर करना आसान हो जाता है।',

    'signup-error1' => 'आपको उपयोग की शर्तों से सहमत होना होगा!',

    'signup-error2' => 'आपके MySQL डेटाबेस के लिए डेटा रजिस्टर करने में त्रुटि!',

    'signup-error3' => 'पुष्टिकरण ईमेल भेजने में त्रुटि!',

    'signup-success' => 'आपके पंजीकरण के लिए आपका धन्यवाद! आपको पंजीकरण की पुष्टि करने के लिए एक ईमेल प्राप्त होगा।',
];
