<?php

/*
Section: translate
Language: Hindi
Translator: Vipul Kumar
*/

$translations = [
    'h1' => 'अनुवाद',

    'l10ncredits' => 'अनुवाद योगदानकर्ताओं के लिए बहुत धन्यवाद',

    'l10ncreditsclick' => 'सूची देखने के लिए क्लिक करें',

    'p1a' => 'Db4free.net साइट के 2014 के बाद और सेवा अब एक आसान तरीका है कि आप db4free.net वेबसाइट को और भाषाओं में कैसे अनुवादित कर सकते हैं।',

    'p1b' => 'वेबसाइट के सभी टेक्स्ट <a href="https://github.com/"> GitHub </a> पर हैं। आप रिपॉजिटरी को fork कर सकते हैं और अपने अनुवाद लागू कर सकते हैं और हमें एक pull अनुरोध भेज सकते हैं ताकि आपके अनुवाद वेबसाइट में एकीकृत हो सकें।',

    'h2' => 'यह कैसे काम करता है?',

    'p2a' => 'पहले आपको एक GitHub खाते के लिए साइन अप करने की आवश्यकता है जब तक कि आपके पास पहले से ही एक न हो। रिपॉजिटरी का fork करे',

    'p2b' => '<a href="https://github.com/mpopp75/db4free-net-l10n">https://github.com/mpopp75/db4free-net-l10n</a>',

    'p2c' => 'अब आपके पास अपने खाते में अनुवाद रिपॉजिटरी की एक समान प्रति है। अब आप अपने सिस्टम पर कॉपी बनाने के लिए अपने रिपॉजिटरी को क्लोन कर सकते हैं। इसके लिए git कमांड है:',

    'p2d' => 'git clone git@github.com:[Your_GitHub_username]/db4free-net-l10n.git',

    'p2e' => 'हम आपको अपने अनुवादों के लिए एक अलग ब्रांच बनाने की सलाह देते हैं, जैसे:',

    'p2f' => 'git checkout -b mytranslations',

    'p2g' => 'यदि आप जिस भाषा में अनुवाद करना चाहते हैं, उसके लिए कोई फोल्डर नहीं है, तो "en" फोल्डर की एक प्रति बनाएं और उसे <a href = "https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes"> के अनुसार नाम दें।  ISO 639-1 भाषा कोड </a>।',

    'p2h' => 'इस फोल्डर के अंदर की फाइलों में, अंग्रेजी भाषा को नई भाषा के text से बदल दें। कृपया सावधान रहें कि आईडी न बदलें। उदाहरण के लिए प्रतिस्थापित करें:',

    'p2i' => "'h1' => 'Welcome to db4free.net',",

    'p2j' => 'द्वारा',

    'p2k' => '\'h1\' => \'Db4free.net में आपका स्वागत है\',',

    'p2l' => 'यदि कोई text अंग्रेजी में समान है और जिस भाषा में आप अनुवाद कर रहे हैं, आप लाइन को हटा सकते हैं या बस इसे छोड़ सकते हैं।',

    'p2m' => 'जब आपके अनुवाद समाप्त हो जाते हैं, तो उन्हें अपने github रिपॉजिटरी में push करें।  GitHub पर अपनी नई शाखा पर जाएँ और "New Pull Request" पर क्लिक करें। एक संक्षिप्त विवरण दर्ज करें कि आपके अनुवाद क्या हैं, किसी भी कठिनाइयों का सामना करना पड़ा है या जो आप समाप्त नहीं कर पाए हैं आदि और पुल अनुरोध को भेज सकते हैं।',

    'p2n' => 'यदि आप योगदान करना पसंद करते हैं, लेकिन शुरू करने से पहले आपको और सहायता की आवश्यकता है, तो कृपया <a href="https://github.com/mpopp75/db4free-net-l10n/issues"> GitHoyoy पर एक टिकट खोलें ।</a>',
];
