f<?php
/*
Section: about
Language: Persian
*/

$translations = [
    'h1' => 'درباره پروژه db4free.net',

    'p1' => 'در این بخش شما می‌توانید حساب پایگاه داده‌ی خود را ایجاد کنید، اطلاعات آن را ویرایش و حذف کنید.',

    'h2' => 'چه چیزی ما را "ویژه" می‌کند؟',

    'p2' => 'هدف ما در این پروژه این است که نیازهای توسعه‌دهندگان و تست‌کنندگان برای <b>نسخه‌های فعلی</b> MySQL را برآورده کنیم. با به‌روزرسانی مکرر نسخه‌های MySQL و phpMyAdmin، شما به عنوان مثال فرصت دارید تا وب‌سایت خود را با یک نسخه فعلی از MySQL تست کنید.',

    'h3' => '<a href="signup.php">حساب پایگاه داده MySQL رایگان خود را بگیرید&nbsp;&raquo;</a>'
];
