<?php
/*
Section: conditions
Language: Persian
*/

$translations = array(
    'h1' => 'شرایط استفاده',

    'p1' => 'در هیچ حالتی ما، تیم db4free.net، نسبت به هیچ گروهی به عنوان ضرر مستقیم، غیرمستقیم، ویژه، تصادفی یا معقول تعهدی نداریم، از جمله از دست دادن سودها، ناشی از استفاده از این میزبان، نرم‌افزار، خدمات یا اسناد آن یا حتی اگر مدیر به این مسئله آگاه شده باشد.',
    
    'p2' => 'ما به ویژه هرگونه گارانتی، از جمله امانت و مطابقت با یک هدف خاص را که در آن تعبیر می‌شود، رد می‌کنیم. نرم‌افزار و میزبان ارائه شده در اینجا بر پایه "آن‌طور که هست" است و ما هیچ تعهدی نسبت به ارائه تعمیر و پشتیبانی، به‌روزرسانی‌ها، افزوده شدن‌ها یا تغییرات یا ادامه ارائه خدمات نداریم. ما مختار به اطلاع‌رسانی بدون اطلاع و حذف پایگاه‌داده‌ها به طور غیرقابل برگشت هستیم.',
    
    'p3' => 'کاربران db4free.net اجازه ندارند اطلاعات دسترسی خود و اطلاعات خاص سرور را به اشخاص سوم منتشر کنند.',
    
    'p4' => 'منحصراً قوانین جمهوری اتریش برای خدمات مرتبط با پروژه db4free.net اعمال می‌شود.',
    
    'p5' => 'ما توصیه نمی‌کنیم که از پایگاه داده db4free.net برای هر نوع داده مهم و هر هدف مهمی استفاده کنید! حتی اگر ما - افراد پشت این پروژه - از طریق یک شرکت با یکدیگر مرتبط باشیم، این هنوز یک پروژه خصوصی و غیرتجاری است. ما هرگونه گارانتی و مسئولیت را رد می‌کنیم!',
    
    'p6' => 'تیم db4free.net هیچ مسئولیتی نسبت به محتوای صفحات وب پیوند داده شده نمی‌پذیرد.',
    
    'p7' => 'ما حق تغییر این بیان را بدون اطلاع داریم.',
    
    'p8' => 'هایدنرایخ‌اشتاین، اتریش<br>29 ژوئن 2014',    
);
?>