<?php

/*
Section: email-signup
Language: Persian
*/

$translations = [
    'email-signup' => 'از ثبت نام حساب پایگاه داده‌ی خود با نام کاربری {$user} در db4free.net سپاسگزاریم.

بعد از تأیید پیوند زیر، شما به سرور پایگاه داده MySQL 8.3 db4free.net دسترسی خواهید داشت. نام میزبان برای دسترسی به سرور db4free.net و پورت 3306 است. شما می‌توانید از phpMyAdmin در وب‌سایت ما برای ورود به سرور استفاده کنید.

لطفاً از پیوند زیر برای پایان دادن به فرآیند ثبت‌ نام در طی 14 روز آینده استفاده کنید. با کلیک بر روی این پیوند، شما تأیید (دوباره) می‌دهید که:

* db4free.net یک محیط تستی است
* db4free.net برای محصول مناسب نیست
* اگر تصمیم به استفاده از پایگاه داده db4free.net خود برای محصول گرفته‌اید از توجه‌های ارائه‌شده علیه این کار به ریسک خود برخورد می‌کنید (به شدت توصیه می‌شود که پشتیبان‌گیری‌های مکرر انجام دهید)
* از دست دادن داده و اختلال‌ها می‌تواند در هر زمانی رخ دهد (شکایات در این خصوص به احتمال زیاد نادیده گرفته خواهد شد)
* تیم db4free.net هیچ گونه گارانتی یا مسئولیتی ارائه نمی‌دهد
* تیم db4free.net حق حذف پایگاه‌های داده و/یا حساب‌ها را بدون اطلاع از آن دارد
* بر عهده شماست که آخرین اطلاعات را از Bluesky (https://bsky.app/profile/db4free-net.bsky.social) و وبلاگ db4free.net (https://www.mpopp.net/category/db4free/) بدست آورید
* db4free.net تنها یک پایگاه داده MySQL فراهم می‌کند، اما هیچ فضای وب (جایی برای آپلود فایل‌ها) ندارد

علاوه بر این:

* db4free.net یک خدمت تستی است، نه میزبانی. پایگاه‌های داده که بیشتر از 200 مگابایت داده ذخیره می‌کنند، به صورت ناقص بدون اطلاع پاک می‌شوند
* لطفاً داده‌هایی که دیگر نیاز ندارید را حذف کنید یا حساب خود را که دیگر نیازی به آن ندارید (https://www.db4free.net/delete-account.php) حذف کنید. این امر در صورت وقوع خرابی سرور ترمیم کردن آن را آسان‌تر می‌کند.

{$mailLink}

آیا می‌توانید در ترجمه وب‌سایت db4free.net کمک کنید؟ لطفاً به https://www.db4free.net/translate.php مراجعه کنید.

اگر شما نبوده‌اید که یک حساب کاربری پایگاه داده را در وب‌سایت db4free.net ثبت کرده‌اید، لطفاً این ایمیل را نادیده بگیرید!

امیدواریم که از کار با پایگاه داده خود لذت ببرید!

تیم db4free.net
https://www.db4free.net',
];
