<?php
/*
Section: email-delete-account
Language: Persian
*/

$translations = array(
    'email' => 'ما درخواست شما برای حذف حساب کاربری db4free.net "{$user}" را دریافت کرده‌ایم.

لطفاً با کلیک بر روی پیوند زیر حذف را تأیید کنید. لطفاً به آگاه باشید که تمامی داده‌های شما در این پایگاه داده به طور غیرقابل برگشت حذف می‌شود!

{$mailLink}

اگر شما نبوده‌اید که درخواست حذف حساب کاربری خود را در وب‌سایت db4free.net داده‌اید، لطفاً این ایمیل را نادیده بگیرید!

امیدواریم که از کار با پایگاه داده خود لذت برده‌اید!

تیم db4free.net
https://www.db4free.net',
);
?>