<?php

/*
Section: email-change-password
Language: Persian
*/

$translations = [
    'email' => 'ما درخواست شما برای تغییر رمز عبور حساب کاربری پایگاه داده خود را دریافت کرده‌ایم.

    اطلاعات جدید به صورت زیر است:
    
    کاربر پایگاه داده: {$user}
    رمز عبور: {$newData}
    
    لطفاً این تغییر را با کلیک بر روی پیوند زیر تأیید کنید:
    
    {$mailLink}
    
    اگر شما نبوده‌اید که درخواست تغییر رمز عبور حساب کاربری پایگاه داده خود را در وب‌سایت db4free.net داده‌اید، لطفاً این ایمیل را نادیده بگیرید!
    
    امیدواریم که از کار با پایگاه داده خود لذت ببرید!
    
    تیم db4free.net
    https://www.db4free.net',
];
