<?php

/*
Section: imprint
Language: Persian
*/

$translations = [
    'h1' => 'ردیابی اطلاعات',

    'p1' => '&copy; 2005-%d توسط',

    'p2' => 'مارکوس پاپ (<a href="mailto:admin@db4free.net">admin@db4free.net</a>)',

    'h2' => 'پروژه‌های وابسته',

    'p3' => '<a href="https://www.mpopp.net">mpopp.net</a>',

    'p4' => '<a href="http://www.zanat.net">zanat.net - پرتال طراحان چاپ (با ماشین حساب رنگ و ...) </a>',

    'h3' => 'سلب مسئولیت',

    'p5' => 'نویسنده این وب‌سایت از تعهد به مسئولیت نهایی برای تازگی، درستی، کمال یا کیفیت اطلاعات ارائه شده معافیت نموده و در نتیجه، درخواست‌های مسئولیتی مربوط به خسارت ناشی از استفاده از هر نوع اطلاعات ارائه‌شده، از جمله هر نوع اطلاعات ناقص یا اشتباه را نادیده می‌گیرد.',

    'p6' => 'نویسنده این وب‌سایت مسئولیت محتواهای متصل یا ارجاع‌شده از این سایت را نمی‌پذیرد.',
];
