<?php

/*
Section: signup
Language: Persian
*/

$translations = [
    'h1' => 'ثبت‌ نام',

    'mysql-db-name' => 'نام پایگاه داده MySQL',

    'mysql-user-name' => 'نام کاربری MySQL',

    'mysql-user-password' => 'رمز عبور کاربر MySQL',

    'mysql-user-password-verification' => 'تأیید رمز عبور کاربر MySQL',

    'email-address' => 'آدرس ایمیل',

    'agree-conditions' => 'من <a href="conditions.php">شرایط استفاده</a> را خوانده‌ام و با آن موافقم.',

    'ph1' => '6-16 حرف، بدون حروف بزرگ، حرف اول باید حرف باشد.',

    'ph2' => 'حداقل 8 حرف.',

    'ph3' => 'آدرس ایمیل خود را وارد کنید',

    'explanation' => 'کاربر پایگاه داده و نام پایگاه داده می‌تواند شامل حروف کوچک، اعداد و زیرخط باشد و باید بین 6 تا 16 حرف باشد. نباید از <a href="https://dev.mysql.com/doc/refman/8.0/en/keywords.html">کلمات رزرو شده</a> استفاده کنید!',

    'maintenance-notice' => 'به علت نگهداری پایگاه داده، در حال حاضر ثبت‌ نام‌ها ممکن نمی‌باشد.',

    'agm-p1' => 'با ثبت‌ نام برای حساب db4free.net، شما تأیید می‌کنید که:',

    'agm-li1' => 'db4free.net یک محیط تستی است',

    'agm-li2' => 'db4free.net برای محصول مناسب نیست',

    'agm-li3' => 'اگر تصمیم به استفاده از پایگاه داده db4free.net خود برای محصول گرفته‌اید از توجه‌های ارائه‌شده علیه این کار به ریسک خود برخورد می‌کنید (به شدت توصیه می‌شود که پشتیبان‌گیری‌های مکرر انجام دهید)',

    'agm-li4' => 'از دست دادن داده و اختلال‌ها می‌تواند در هر زمانی رخ دهد (شکایات در این خصوص به احتمال زیاد نادیده گرفته خواهد شد)',

    'agm-li5' => 'تیم db4free.net هیچ گونه گارانتی یا مسئولیتی ارائه نمی‌دهد',

    'agm-li6' => 'تیم db4free.net حق حذف پایگاه‌های داده و/یا حساب‌ها را بدون اطلاع از آن دارد',

    'agm-li7' => 'بر عهده شماست که آخرین اطلاعات را از <a href="/twitter.php">توییتر</a> و <a href="/blog.php">وبلاگ db4free.net</a> بدست آورید',

    'agm-li8' => 'db4free.net تنها یک پایگاه داده MySQL فراهم می‌کند، اما هیچ فضای وب (جایی برای آپلود فایل‌ها) ندارد',

    'agm-p2' => 'علاوه بر این:',

    'agm-li9' => 'db4free.net یک خدمت تستی است، نه میزبانی. پایگاه‌های داده که بیشتر از 200 مگابایت داده ذخیره می‌کنند، به صورت ناقص بدون اطلاع پاک می‌شوند',

    'agm-li10' => 'لطفاً داده‌هایی که دیگر نیاز ندارید را حذف کنید یا <a href="/delete-account.php">حساب خود را که دیگر نیازی به آن ندارید</a> حذف کنید. این امر در صورت وقوع خرابی سرور ترمیم کردن آن را آسان‌تر می‌کند.',

    'email-note' => 'آدرس‌های ایمیل از <span title="%s" style="border-bottom: 1px dotted">دامنه‌های خاص</span> مجاز نیستند!',

    'signup-error1' => 'شما باید با شرایط استفاده موافقت کنید!',

    'signup-error2' => 'خطا در ثبت اطلاعات برای پایگاه داده MySQL شما!',

    'signup-error3' => 'خطا در ارسال ایمیل تأیید!',
];
