<?php
/*
Section: translate
Language: Persian
*/

$translations = array(
    'h1' => 'ترجمه‌ها',

    'l10ncredits' => 'سپاس فراوان از همکاران ترجمه',
    
    'l10ncreditsclick' => 'برای مشاهده لیست کلیک کنید',
    
    'p1a' => 'با بروزرسانی سال 2014 سایت و خدمات db4free.net، حالا یک راه آسان برای ترجمه وب‌سایت db4free.net به زبان‌های دیگر وجود دارد.',
    
    'p1b' => 'تمام متون وب‌سایت روی <a href="https://github.com/">GitHub</a> قرار دارند. شما می‌توانید مخزن را fork کنید، ترجمه‌های خود را اعمال کرده و یک درخواست Pull Request ارسال کنید تا ترجمه‌های شما به وب‌سایت ادغام شود.',
    
    'h2' => 'چگونه کار می‌کند؟',
    
    'p2a' => 'اول باید برای یک حساب کاربری GitHub ثبت‌ نام کنید مگر اینکه از پیش حساب کاربری داشته باشید. مخزن را در ',
    
    'p2b' => '<a href="https://github.com/mpopp75/db4free-net-l10n">https://github.com/mpopp75/db4free-net-l10n</a>',
    
    'p2c' => ' fork کنید تا یک کپی هویتی از مخزن ترجمه در حساب کاربری شما داشته باشید. حالا می‌توانید مخزن خود را clone کنید تا یک نسخه در سیستم خود ایجاد کنید. دستور git برای این کار به این صورت است:',
    
    'p2d' => 'git clone git@github.com:[نام کاربری GitHub شما]/db4free-net-l10n.git',
    
    'p2e' => 'ما توصیه می‌کنیم که یک شاخه جداگانه برای ترجمه‌های خود ایجاد کنید، مانند این:',
    
    'p2f' => 'git checkout -b mytranslations',
    
    'p2g' => 'اگر دایرکتوری‌ای برای زبانی که می‌خواهید ترجمه کنید وجود ندارد، یک کپی از دایرکتوری "en" بسازید و به موجب <a href="http://en.wikipedia.org/wiki/List_of_ISO_639-1_codes">کدهای زبانی ISO 639-1</a> نامگذاری کنید.',
    
    'p2h' => 'در فایل‌ها داخل این دایرکتوری، متن‌های انگلیسی را با متن‌های زبان جدید جایگزین کنید. لطفاً مواظب باشید که شناسه را تغییر ندهید. به عنوان مثال،',
    
    'p2i' => '\'h1\' => \'Welcome to db4free.net\',',
    
    'p2j' => 'را با',
    
    'p2k' => '\'h1\' => \'به db4free.net خوش آمدید\',',
    
    'p2l' => 'اگر یک متن در انگلیسی و زبانی که به آن ترجمه می‌کنید یکسان است، می‌توانید خط را حذف کنید یا به سادگی آن را رها کنید.',
    
    'p2m' => 'هنگامی که ترجمه‌های شما تمام شدند، آن‌ها را commit و push کنید تا به مخزن GitHub خود ارسال شوند. در GitHub به شاخه جدید خود بروید و روی "New Pull Request" کلیک کنید. یک توضیح کوتاه در مورد ترجمه‌های شما، هر گونه مشکلاتی که با آن مواجه شده‌اید یا چیزهایی که نتوانسته‌اید تمام کنید و غیره را وارد کنید و Pull Request را ارسال کنید.',
    
    'p2n' => 'اگر می‌خواهید به نیازی دارید تا قبل از شروع به کمک کردن، لطفاً <a href="https://github.com/mpopp75/db4free-net-l10n/issues">یک تیکت در GitHub باز کنید</a>.',
);
?>