<?php

/*
Section: welcome
Language: Persian
*/

$translations = [
    'h1' => 'به db4free.net خوش آمدید',

    'p1a' => 'db4free.net یک سرویس آزمایشی برای آخرین - گاهی حتی نسخه‌های توسعه‌ای - از <a href="https://www.mysql.com/">MySQL Server</a> فراهم می‌کند. شما می‌توانید به راحتی <a href="/signup.php">یک حساب کاربری رایگان ایجاد کنید</a> و برنامه‌های خود را آزمایش کنید، به عنوان مثال برای اطمینان حاصل کردن از اینکه بعد از به‌روزرسانی نسخه MySQL هنوز کار می‌کنند. db4free.net همچنین منبع خوبی برای آموزش است و به شما کمک می‌کند تا با ویژگی‌های جدیدی که در نسخه‌های جدید معرفی می‌شود، آشنا شوید.',

    'p1b' => 'هدف db4free.net همیشه ارائه نسخه تولید یا آخرین نسخه توسعه است. سرور MySQL db4free.net به سرعت پس از انتشار نسخه جدید به‌روزرسانی می‌شود، معمولاً در همان روز یا بسیار زودتر.',

    'p1c' => 'برای دسترسی راحت به داده‌های خود، db4free.net نیز نسخه به‌روز از <a href="https://www.phpmyadmin.net">phpMyAdmin</a> فراهم می‌کند. همچنین phpMyAdmin به صورت منظم بسیار به‌روزرسانی می‌شود تا شما همیشه آخرین نسخه را دریافت کنید.',

    'h2' => 'db4free.net چیست و چی نیست',

    'p2' => 'db4free.net یک <b>سرویس آزمایشی</b> است، به این معنی که مناسب محیط تولید نیست. ممکن است قطعی در سرویس رخ دهد، از دست دادن داده‌ها اتفاق بیفتد و ویژگی‌های امنیتی با استانداردهایی که انتظار می‌رود از یک ارائه‌دهنده میزبانی حرفه‌ای داده‌ها هماهنگ نیست. اگر به یک پایگاه داده MySQL برای استفاده در محیط تولید نیاز دارید، لطفاً از db4free.net استفاده نکنید!',

    'h3' => 'آیا می‌توانید به ترجمه db4free.net کمک کنید؟',

    'p3' => 'آیا به یک زبان خوب تسلط دارید که این وب‌سایت پشتیبانی نمی‌کند؟ شما می‌توانید به ما در ترجمه db4free.net کمک کنید. <a href="/translate.php">ببینید چطور!</a>',

    'h4' => 'منابع',

    'p4a' => 'یک <a href="https://www.mpopp.net/category/db4free/">بخش db4free.net</a> در <a href="https://www.mpopp.net/">وبلاگ mpopp.net</a> وجود دارد که به شما اخبار db4free.net را ارائه می‌دهد. لطفاً از <a href="https://www.mpopp.net/category/db4free/feed/">فید RSS</a> اشتراک بگیرید تا مطمئن شوید که هیچ خبری را از دست نمی‌دهید. db4free.net همچنین در <a href="/twitter.php">Twitter</a> قرار دارد، یک منبع عالی دیگر برای در جریان ماندن از اتفاقات دنیای db4free.net.',

    'p4b' => 'بهترین منابع برای یادگیری بیشتر در مورد MySQL، <a href="https://dev.mysql.com/">MySQL Developer Zone</a>، <a href="https://dev.mysql.com/doc/refman/8.0/en/">MySQL Reference Manual</a> و <a href="https://planet.mysql.com/">PlanetMySQL</a> هستند. وب‌سایت MySQL مقالاتی برنده دارند که بسیاری از ویژگی‌های جدیدی که در نسخه‌های آینده معرفی می‌شود را به تفصیل عالی توضیح می‌دهند.',

    'p4c' => 'اگر باگی در سرور MySQL پیدا کردید، لطفاً آن را در <a href="https://bugs.mysql.com/">سیستم پیگیری باگ MySQL</a> گزارش کنید.',
];
