<?php
/*
Section: conditions
Language: Japanese
*/

$translations = array(
    'h1' => '利用規約',

    'p1' => 'いかなる場合も私たちdb4free.netチームは一方の当事者が直接的、間接的、付随的、特別な負担に関して、また故意で重大な損害(経済的損失や当サーバ、ソフトウェア、サービスまたはドキュメントが利用できないことによる損害も含みます)を及ぼしたとしても、責任は負わないものとします。',

    'p2' => 'またどのような理由であれ、責任や保証は負わないことをここに明示します。またそれに限らず、商業、特定目的に合致した暗黙の責任や保証も負わないことをここに明示します。このソフトウェア、ホストは現状のままでで提供されます。また、私たちはメンテナンス、サポート、アップデート、改善や変更、サービス継続の義務を負わないこととします。私たちは事前の通知なしにサービスの終了、及び復旧不可能なデータベースの削除を行う権限を有しています。',

    'p3' => 'db4free.netのユーザーはサーバーの特定のデータにアクセスし、それらで得たデータをを第三者に公開してはなりません。',

    'p4' => 'db4free.netプロジェクトに関するサービスは全てオーストラリア法に則って運営しています。',

    'p5' => '私たちはdb4free.netにミッションクリティカルな目的でデータを保管することはオススメできません!このプロジェクトに関わる人々は互いに会社を通して関わりを持っていますが、ですが私たちはまだ個人的かつ非営利なプロジェクトとして運営しています。従っては私たちはどのような保証も責任も持つことができません!',

    'p6' => 'db4free.netチームはコンテンツに記載されたリンク先のWebページに対してどのような責任も負いかねます。',

    'p7' => '私たちはこの利用規約を事前の通知なしに変更する権限を有しています。',

    'p8' => 'オーストラリア国 ハイデンライヒシュタイン <br>2014年6月29日',
);
?>
