<?php
/*
Section: email-signup
Language: Japanese
*/

$translations = array(
    'email-5.7-intro' => '{$user}アカウントでdb4free.netのデータベースアカウントに登録していただき、誠にありがとうございます。
以下にあるリンクをクリックすると、あなたはdb4free.netのMySQL 5.7データベースサーバーにアクセスすることができるようになります。データベースのホスト名はdb4free.net、ポートはデフォルトの3306です。また、私たちのサイト上のphpMyAdminを利用してサーバにログインすることも可能です。',

    'email-8.0-intro' => '{$user}アカウントでdb4free.netのデータベースアカウントに登録していただき、誠にありがとうございます。
以下にあるリンクをクリックすると、あなたはdb4free.netのMySQL 8.0データベースサーバーにアクセスすることができるようになります。データベースのホスト名はdb4free.net、ポートの3307です。また、私たちのサイト上のphpMyAdminを利用してサーバにログインすることも可能です。',

    'email-common' => '以下のリンクは14日間有効です。また、再度確認ですがあなたは次のことを了解していただかなければなりません:

* db4free.netはテスト環境です
* db4free.netは商用向きではありません
* もしdb4free.netをこの警告にもかかわらず利用される場合は自己責任でお願い致します。(高頻度、頻繁なバックアップを強く推奨します)
* データ損失やサーバーの停止はいつでも起こりえます(不満はどのような理由であれ無視されるでしょう)
* db4free.netチームは保証も責任も一切、どのような理由であれ負いません。
* db4free.netチームは事前通知なしにデータベースやアカウントをいつでも削除する権限を有しています
* 最新情報はTwitter(https://twitter.com/db4free_net)またdb4free.netブログ(https://www.mpopp.net/category/db4free/)で確認することが可能です
* db4free.netはMySQLデータベースのみ提供しています。Webページスペースは一切提供していません(どのようなファイルであれアップロードする場所は当サービス上にはありません)

さらに:

* db4free.netはテスト用のサービスとして提供しています、ホスティングサービスではありません。データベースが200MBを超えている場合、警告なしに不定期でデータを消去する場合があります。
* もしあなたが使わなくなったデータがある場合、削除してください。また、アカウントを使わなくなった場合はdb4free.netから削除してください(https://www.db4free.net/delete-account.php)。これはサーバーがクラッシュした場合に復旧を容易にするためのお願いです。

{$mailLink}

また、db4free.netの翻訳を手伝っていただける場合は、次のリンクから詳細を確認してください。
https://www.db4free.net/translate.php

もしあなたがdb4free.netのウェブサイトからデータベースを登録した覚えがないのであれば、どうぞこのメールは無視していただくようお願い致します!

We hope you enjoy working with your database!
私たちはデータベースを活用していただけることを楽しみにしています!

db4free.netチーム
https://www.db4free.net',
);
?>
