<?php
/*
Section: translate
Language: Japanese
*/

$translations = array(
    'h1' => '翻訳',

    'l10ncredits' => '翻訳の協力者様、ありがとうございます。',

    'l10ncreditsclick' => 'クリックして一覧を確認する',

    'p1a' => '2014年のアップデートでdb4free.netのサイト及びサービスははあなたにとって簡単に多くの言語に翻訳できるようになりました。',

    'p1b' => '全てのテキストは<a href="https://github.com/">GitHub</a>上にあります。あなたはリポジトリをForkして、あなたの翻訳を追加して私たちにプルリクエストを送ることができます。承認された婆愛、このウェブサイトに統合され、反映されます。',

    'h2' => 'どのようにして翻訳するのか?',

    'p2a' => 'まず、GitHubアカウントを一つも持っていなければアカウントをつくります。そして、リポジトリを次からフォークします:',

    'p2b' => '<a href="https://github.com/mpopp75/db4free-net-l10n">https://github.com/mpopp75/db4free-net-l10n</a>。',

    'p2c' => 'そしてあなたは翻訳リポジトリのコピーを作成できたので、次にコンピューターにクローンします。次のコマンドを叩いてください:',

    'p2d' => 'git clone git@github.com:[あなたのGitHubアカウント名]/db4free-net-l10n.git',

    'p2e' => '私たちはブランチを分けて翻訳することを推奨しています。例えばこんな感じです:',

    'p2f' => 'git checkout -b mytranslations',

    'p2g' => 'もしあなたの翻訳対象の言語がなければ、「en」ディレクトリからコピーを作成し、そのディレクトリ名は<a href="https://ja.wikipedia.org/wiki/ISO_639-1コード一覧">ISO 639-1 言語コード一覧</a>に則ってつけてください。',

    'p2h' => ' このディレクトリの中にあるファイルを英語から新しい言語に置き換えてください。IDを変えないようにご注意ください。例えばこのような感じに置き換えます:',

    'p2i' => '\'h1\' => \'Welcome to db4free.net\',',

    'p2j' => 'を翻訳すると次のような感じになります。',

    'p2k' => '\'h1\' => \'db4free.netへようこそ\',',

    'p2l' => 'もし英語と翻訳先言語が一緒であれば、その行を削除するかただ残して置くだけで構いません。',

    'p2m' => '翻訳が完了したら、コミットとPushをあなたのGitHubリポジトリに行います。該当ブランチに切り替えて "New Pull Request"をクリックします。どの言語に翻訳したのか、どのような問題にあたったか、あるいはまだ終わっていないものは何か、などを短く説明し、プルリクエストを送信します。',

    'p2n' => '
もしさらにサポートできることがあれば、それを始める前に<a href="https://github.com/mpopp75/db4free-net-l10n/issues">GitHubでチケットを作成してください</a>。',
);
?>
