<?php
/*
Section: about
Language: Tamil
*/

$translations = array(
    'h1' => 'இந்த திட்டத்தை பற்றி db4free.net',

    'p1' => 'இந்த பிரிவில் உங்கள் தரவு தள கணக்கை உருவாக்கலாம், மேலும் அதை நீங்கள் மாற்றி அமைக்கலாம் அல்லது நீக்கலாம்.',

    'h2' => 'எது நம்மை "சிறப்பு" ஆக்குகிறது?',

    'p2' => 'எங்கள் திட்டத்தின் நோக்கம் என்னவென்றால், MySQL இன் <b>தற்போதைய பதிப்பு</b> களுக்கான மென்பொருள் வல்லுனர்கள் மற்றும் சோதனையாளர்களின் தேவைகளை பூர்த்தி செய்ய நாங்கள் விரும்புகிறோம். MySQL மற்றும் phpMyAdmin இன் பதிப்புகளை நாங்கள் அடிக்கடி புதுப்பிப்பதன் மூலம், உங்கள் வலைத்தளத்தை தற்போதைய MySQL பதிப்பில் சோதிக்க உங்களுக்கு இது நல்ல வாய்ப்பாக இருக்கும்.',

    'h3' => '<a href="signup.php">உங்கள் சொந்த இலவச MySQL தரவுத்தள கணக்கை இப்போதே பெறுங்கள் &nbsp;&raquo;</a>',
);
?>