<?php

/*
Section: change-password
Language: Tamil
*/

$translations = [
    'h1' => 'கடவுச்சொல்லை மாற்ற',

    'mysql-username' => 'MySQL பயனர்பெயர்',

    'old-password' => 'பழைய கடவுச்சொல்',

    'new-password' => 'புதிய கடவுச்சொல்',

    'new-password-verification' => 'புதிய கடவுச்சொல் சரிபார்ப்பு',

    'ph1' => 'உங்கள் பயனர்பெயரை உள்ளிடவும்',

    'ph2' => 'உங்கள் தற்போதைய கடவுச்சொல்லை உள்ளிடவும்',

    'ph3' => 'உங்கள் புதிய கடவுச்சொல்லை உள்ளிடவும்',

    'ph4' => 'உங்கள் புதிய கடவுச்சொல்லை உள்ளிடவும் (மீண்டும்)',
];
