<?php

/*
Section: conditions
Language: Tamil
*/

$translations = [
    'h1' => 'பயன்பாட்டு நிபந்தனைகள்',

    'p1' => 'எந்தவொரு நிகழ்விலும், db4free.net குழு, எந்தவொரு தரப்பினருக்கும் நேரடி, மறைமுக, சிறப்பு, தற்செயலான அல்லது அதன் விளைவாக ஏற்படும் சேதங்களுக்கு பொறுப்பேற்காது, இழந்த இலாபங்கள் உட்பட, இந்த ஹோஸ்டின் பயன்பாடு, அதன் மென்பொருள், அதன் சேவைகள் அல்லது ஆவணங்கள் அத்தகைய சேதத்திற்கான சாத்தியம் குறித்து நிர்வாகிக்கு அறிவுறுத்தப்பட்டிருந்தாலும் கூட, எங்கள் குழு சேதங்களுக்கு பொறுப்பேற்காது.',

    'p2' => 'ஒரு குறிப்பிட்ட நோக்கத்திற்காக வணிகத்தன்மை மற்றும் தகுதி ஆகியவற்றின் மறைமுகமான உத்தரவாதங்கள் உட்பட எந்தவொரு உத்தரவாதத்தையும் நாங்கள் மறுக்கிறோம். இங்கு வழங்கப்பட்ட மென்பொருள் மற்றும் ஹோஸ்ட் ஒரு "அப்படியே இருப்பது போலவே" உள்ளது, மேலும் பராமரிப்பு, ஆதரவு, புதுப்பிப்புகள், மேம்பாடுகள் அல்லது மாற்றங்கள் அல்லது சேவைகளின் தொடர்ச்சியான கிடைக்கும் தன்மையை வழங்க எங்களுக்கு எந்த கடமையும் இல்லை. அறிவிப்பு இல்லாமல் இந்த சேவையை நிறுத்தவும், தரவுத்தளங்களை மாற்றமுடியாமல் நீக்கவும் எங்களுக்கு முழு உரிமை உண்டு.',

    'p3' => 'Db4free.net இன் பயனர்கள் தங்கள் அணுகல் தரவையும் சேவையக குறிப்பிட்ட தரவையும் மூன்றாம் தரப்பினருக்கு வெளியிட அனுமதிக்கப்படவில்லை.',

    'p4' => 'ஆஸ்திரியா குடியரசின் சட்டங்கள் db4free.net திட்டம் தொடர்பான சேவைகளுக்கு பிரத்தியேகமாக பொருந்தும்.',

    'p5' => 'எந்தவொரு முக்கியமான தரவிற்கும் எந்தவொரு முக்கியமான நோக்கத்திற்கும் db4free.net தரவுத்தளத்தைப் பயன்படுத்த நாங்கள் பரிந்துரைக்கவில்லை! நாங்கள் - இந்த திட்டத்தின் பின்னால் உள்ளவர்கள் - ஒரு நிறுவனத்தின் மூலம் ஒருவருக்கொருவர் தொடர்புடையவர்கள் என்றாலும், இது இன்னும் ஒரு தனியார் மற்றும் வணிகரீதியான திட்டமாகும். எந்தவொரு உத்தரவாதத்தையும் பொறுப்பையும் நாங்கள் மறுக்கிறோம்!',

    'p6' => 'இணைக்கப்பட்ட வலைப்பக்கங்களின் உள்ளடக்கங்களுக்கு db4free.net குழு எந்தப் பொறுப்பையும் ஏற்காது.',

    'p7' => 'முன்னறிவிப்பின்றி இந்த அறிக்கையை மாற்றுவதற்கான உரிமையை நாங்கள் வைத்திருக்கிறோம்.',

    'p8' => 'Heidenreichstein, ஆஸ்திரியா<br>29 ஜூன் 2014',
];
