<?php

/*
Section: email-change-password
Language: Tamil
*/

$translations = [
    'email' => 'உங்கள் கடவுச்சொல்லை மாற்றுவதற்கான உங்கள் கோரிக்கையை நாங்கள் பெற்றுள்ளோம்.

    புதிய தரவு பின்வருமாறு :

    தரவுத்தள பயனர்: {$user}
    கடவுச்சொல்: {$newData}

    பின்வரும் இணைப்பைக் கிளிக் செய்வதன் மூலம் இந்த மாற்றத்தை உறுதிப்படுத்தவும்:

{$mailLink}

Db4free.net இணையதளத்தில் உங்கள் தரவுத்தள கணக்கு கடவுச்சொல்லை மாற்ற நீங்கள் கோரவில்லை என்றால், தயவுசெய்து இந்த மின்னஞ்சலை புறக்கணிக்கவும்!

உங்கள் தரவுத்தளத்துடன் இணைந்து பணியாற்றுவதை நீங்கள் அனுபவிப்பீர்கள் என்று நம்புகிறோம்!


Db4free.net குழு
https://www.db4free.net',
];
