<?php

/*
Section: email-delete-account
Language: Tamil
*/

$translations = [
    'email' => 'உங்கள் db4free.net கணக்கை நீக்க உங்கள் கோரிக்கையை நாங்கள் பெற்றுள்ளோம் "{$user}".

    பின்வரும் இணைப்பைக் கிளிக் செய்வதன் மூலம் நீக்குதலை உறுதிப்படுத்தவும். இந்த தரவுத்தளத்தில் உள்ள உங்கள் எல்லா தரவும் மாற்றமுடியாமல் நீக்கப்பட்டன என்பதை நினைவில் கொள்க!

{$mailLink}

Db4free.net இணையதளத்தில் உங்கள் கணக்கை நீக்கக் கோரியது நீங்கள் இல்லையென்றால், தயவுசெய்து இந்த மின்னஞ்சலைப் புறக்கணிக்கவும்!

உங்கள் தரவுத்தளத்துடன் இணைந்து பணியாற்றுவதை நீங்கள் ரசித்தீர்கள் என்று நம்புகிறோம்!

Db4free.net குழு
https://www.db4free.net',
];
