<?php

/*
Section: email-forgot-password
Language: Tamil
*/

$translations = [
    'email' => 'உங்கள் கணக்கிற்கு புதிய கடவுச்சொல்லைக் கோரியுள்ளீர்கள் "{$user}"

    உங்களின் புதிய கடவுச்சொல் {$newData}

    பின்வரும் இணைப்பைக் கிளிக் செய்வதன் மூலம் இந்த மாற்றத்தை உறுதிப்படுத்தவும்:

{$mailLink}

Db4free.net இணையதளத்தில் புதிய கடவுச்சொல்லை கோரியது நீங்கள் இல்லையென்றால், தயவுசெய்து இந்த மின்னஞ்சலை புறக்கணிக்கவும்!

உங்கள் தரவுத்தளத்துடன் இணைந்து பணியாற்றுவதை நீங்கள் அனுபவிப்பீர்கள் என்று நம்புகிறோம்!

Db4free.net குழு
https://www.db4free.net',
];
