<?php

/*
Section: email-signup
Language: Tamil
*/

$translations = [
    'email-signup' => 'உங்கள் தரவுத்தள கணக்கை db4free.net உடன் பதிவு செய்ததற்கு நன்றி {$user}.

    கீழேயுள்ள இணைப்பை உறுதிசெய்த பிறகு, உங்களுக்கு db4free.net இன் MySQL 8.3 தரவுத்தள சேவையகத்திற்கான அணுகல் உள்ளது. சேவையகத்தை அணுக ஹோஸ்ட் பெயர் db4free.net மற்றும் போர்ட் 3306 ஆகும். சேவையகத்தில் உள்நுழைய எங்கள் வலைத்தளத்தில் phpMyAdmin ஐப் பயன்படுத்தலாம்.

    நீங்கள் அடுத்த 14 நாட்களுக்குள் பதிவு செய்யும் பணியை முடிக்க, பின்வரும் இணைப்பைப் பயன்படுத்தவும். இந்த இணைப்பைக் கிளிக் செய்வதன் மூலம் நீங்கள் அதை மீண்டும் புரிந்துகொள்கிறீர்கள் (மீண்டும்):

* db4free.net ஒரு சோதனை சூழல்.
* db4free.net உற்பத்திக்கு ஏற்றதல்ல.
* எச்சரிக்கைகள் இருந்தபோதிலும் உங்கள் db4free.net தரவுத்தளத்தை உற்பத்தியில் பயன்படுத்த முடிவு செய்தால், அது உங்களின் சொந்த ஆபத்தில் முடியும். (காப்புப்பிரதிகள் மிகவும் பரிந்துரைக்கப்படுகின்றன)
* தரவு இழப்பு மற்றும் செயலிழப்புகள் எந்த நேரத்திலும் நிகழலாம் (அது குறித்த எந்த புகாரும் புறக்கணிக்கப்படும்).
* db4free.net குழு எந்தவொரு உத்தரவாதத்தையும் அல்லது பொறுப்பையும் வழங்கவில்லை.
* எந்த நேரத்திலும் முன்னறிவிப்பின்றி தரவுத்தளங்கள் மற்றும் / அல்லது கணக்குகளை நீக்குவதற்கான உரிமையை db4free.net குழு கொண்டுள்ளது.
* ட்விட்டர் (https://bsky.app/profile/db4free-net.bsky.social) மற்றும் db4free.net வலைப்பதிவு (https://www.mpopp.net/category/db4free/) ஆகியவற்றிலிருந்து சமீபத்திய தகவல்களைப் பெறலாம்.
* db4free.net ஒரு MySQL தரவுத்தளத்தை மட்டுமே வழங்குகிறது, ஆனால் வலை இடம் இல்லை (எந்த கோப்புகளையும் பதிவேற்ற இல்லை)

மேலும்:

* db4free.net ஹோஸ்டிங் அல்ல, சோதனைக்கான ஒரு சேவை. 200 எம்பிக்கு மேல் தரவை சேமிக்கும் தரவுத்தளங்கள் அறிவிப்பு இல்லாமல் ஒழுங்கற்ற இடைவெளியில் அழிக்கப்படும்.
* உங்களுக்கு இனி தேவைப்படாத தரவை அகற்றவும் அல்லது இனி தேவைப்படாத உங்கள் கணக்கை நீக்கவும் (https://www.db4free.net/delete-account.php). செயலிழப்பு ஏற்பட்டால் மீட்க இது எளிதாக்குகிறது.

{$mailLink}

Db4free.net வலைத்தளத்தை மொழிபெயர்க்க உதவ முடியுமா? https://www.db4free.net/translate.php க்குச் செல்லவும்.

Db4free.net இணையதளத்தில் தரவுத்தள கணக்கை பதிவு செய்தவர் நீங்கள் இல்லையென்றால், தயவுசெய்து இந்த மின்னஞ்சலை புறக்கணிக்கவும்!

உங்கள் தரவுத்தளத்துடன் இணைந்து பணியாற்றுவதை நீங்கள் அனுபவிப்பீர்கள் என்று நம்புகிறோம்!

Db4free.net குழு
https://www.db4free.net',
];
