<?php
/*
Section: imprint
Language: Tamil
*/

$translations = array(
    'h1' => 'அச்சிடு',

    'p1' => '&copy; 2005-%d மூலம்',

    'p2' => 'Markus Popp (<a href="mailto:admin@db4free.net">admin@db4free.net</a>)',

    'h2' => 'தொடர்புடைய திட்டங்கள்',

    'p3' => '<a href="https://www.mpopp.net">mpopp.net</a>',

    'p4' => '<a href="http://www.zanat.net">zanat.net - Das Portal für Mediendesigner (mit Farbumrechner uvm.)</a>',

    'h3' => 'மறுப்பு',

    'p5' => 'வழங்கப்பட்ட தகவல்களின் மேற்பூச்சு, சரியானது, முழுமை அல்லது தரம் ஆகியவற்றிற்கு பொறுப்பேற்காத உரிமையை இந்த வலைத்தளத்தின் ஆசிரியர் வைத்திருக்கிறார். முழுமையடையாத அல்லது தவறான எந்தவொரு தகவலையும் சேர்த்து வழங்கப்பட்ட எந்தவொரு தகவலையும் பயன்படுத்துவதால் ஏற்படும் சேதம் தொடர்பான பொறுப்புக் கோரிக்கைகள் நிராகரிக்கப்படும்.',

    'p6' => 'இந்த வலைத்தளத்திலிருந்து இணைக்கப்பட்ட அல்லது குறிப்பிடப்பட்ட எந்தவொரு உள்ளடக்கத்திற்கும் இந்த வலைத்தளத்தின் ஆசிரியர் பொறுப்பல்ல.',
);
?>