<?php
/*
Section: signup
Language: Tamil
*/

$translations = array(
    'h1' => 'பதிவுசெய்ய',

    'mysql-db-name' => 'MySQL தரவுத்தள பெயர்',

    'mysql-user-name' => 'MySQL பயனர்பெயர்',

    'mysql-user-password' => 'MySQL பயனர் கடவுச்சொல்',

    'mysql-user-password-verification' => 'MySQL பயனர் கடவுச்சொல் சரிபார்ப்பு',

    'email-address' => 'மின்னஞ்சல் முகவரி',

    'agree-conditions' => 'நான் <a href="conditions.php"> பயன்பாட்டு நிபந்தனைகளை </a> படித்தேன், அவற்றுடன் உடன்படுகிறேன்.',

    'ph1' => '6-16 எழுத்துகள்., மேல் எழுத்துக்கள் வேண்டாம், முதலாவது கண்டிப்பாக ஒரு எழுத்து இருக்க வேண்டும்',

    'ph2' => 'குறைந்தபட்சம் 8 எழுத்துக்கள்.',

    'ph3' => 'உங்கள் மின்னஞ்சல் முகவரியை உள்ளிடவும்',

    'explanation' => 'தரவுத்தள பயனர் மற்றும் தரவுத்தள பெயர் சிறிய எழுத்துக்கள், எண்கள் மற்றும் அடிக்கோடிட்டுக் கொண்டிருக்கலாம் மற்றும் 6 முதல் 16 எழுத்துக்கள் வரை நீளமாக இருக்க வேண்டும். நீங்கள் <a href="https://dev.mysql.com/doc/refman/8.0/en/keywords.html"> ஒதுக்கப்பட்ட சொற்களை </a> பயன்படுத்தக்கூடாது!',

    'maintenance-notice' => 'தரவுத்தள பராமரிப்பு காரணமாக, தற்போது எந்த பதிவுகளும் சாத்தியமில்லை.',

    'agm-p1' => 'Db4free.net கணக்கிற்கு பதிவு செய்வதன் மூலம் நீங்கள் இதை ஒப்புக்கொள்கிறீர்கள்:',

    'agm-li1' => 'db4free.net  ஒரு சோதனை சூழல்',

    'agm-li2' => 'db4free.net உற்பத்திக்கு ஏற்றதல்ல',

    'agm-li3' => 'எச்சரிக்கைகள் இருந்தபோதிலும் உங்கள் db4free.net தரவுத்தளத்தை உற்பத்தியில் பயன்படுத்த முடிவு செய்தால், அது உங்கள் சொந்த ஆபத்து ஆகும் (காப்புப்பிரதிகள் மிகவும் பரிந்துரைக்கப்படுகின்றன)',

    'agm-li4' => 'தரவு இழப்பு மற்றும் செயலிழப்புகள் எந்த நேரத்திலும் நிகழலாம் (அது குறித்த எந்த புகாரும் புறக்கணிக்கப்படும்)',

    'agm-li5' => 'db4free.net குழு எந்தவொரு உத்தரவாதத்தையும் அல்லது பொறுப்பையும் வழங்கவில்லை.',

    'agm-li6' => 'எந்த நேரத்திலும் முன்னறிவிப்பின்றி தரவுத்தளங்கள் மற்றும் / அல்லது கணக்குகளை நீக்குவதற்கான உரிமையை db4free.net குழு கொண்டுள்ளது.',

    'agm-li7' => '<a href="/twitter.php"> ட்விட்டர் </a> மற்றும் <a href="/blog.php"> db4free.net வலைப்பதிவு </a> ஆகியவற்றிலிருந்து சமீபத்திய தகவல்களைப் பெறலாம்.',

    'agm-li8' => 'db4free.net ஒரு MySQL தரவுத்தளத்தை மட்டுமே வழங்குகிறது, ஆனால் வலை இடம் இல்லை (எந்த கோப்புகளையும் பதிவேற்ற இல்லை)',

    'agm-p2' => 'மேலும்:',

    'agm-li9' => 'db4free.net ஹோஸ்டிங் அல்ல, சோதனைக்கான ஒரு சேவை. 200 எம்பிக்கு மேல் தரவை சேமிக்கும் தரவுத்தளங்கள் அறிவிப்பு இல்லாமல் ஒழுங்கற்ற இடைவெளியில் அழிக்கப்படும்.',

    'agm-li10' => 'உங்களுக்கு இனி தேவைப்படாத தரவை அகற்றவும் அல்லது <a href="/delete-account.php"> இனி தேவைப்படாத கணக்கை நீக்கவும் </a>. சேவை செயலிழப்பு ஏற்பட்டால் மீட்க இது எளிதாக்குகிறது.',

    'signup-error1' => 'பயன்பாட்டு நிபந்தனைகளுடன் நீங்கள் உடன்பட வேண்டும்!',

    'signup-error2' => 'உங்கள் MySQL தரவுத்தளத்திற்கான தரவைப் பதிவு செய்வதில் பிழை!',

    'signup-error3' => 'உறுதிப்படுத்தல் மின்னஞ்சலை அனுப்புவதில் பிழை!',

    'signup-success' => 'உங்கள் பதிவுக்கு நன்றி! பதிவை உறுதிப்படுத்த நீங்கள் ஒரு மின்னஞ்சலைப் பெறுவீர்கள்.',
);
?>
