<?php
/*
Section: translate
Language: Tamil
*/

$translations = array(
    'h1' => 'மொழிபெயர்ப்பு',

    'l10ncredits' => 'மொழிபெயர்ப்பு பங்களிப்பாளர்களுக்கு மிக்க நன்றி',

    'l10ncreditsclick' => 'பட்டியலைக் காண கிளிக் செய்க',

    'p1a' => 'Db4free.net தளம் மற்றும் சேவையின் 2014 புதுப்பிப்பைத் தொடர்ந்து, db4free.net வலைத்தளத்தை மேலும் மொழிகளுக்கு எவ்வாறு மொழிபெயர்க்கலாம் என்பதற்கான ஒரு சுலபமான வழி இப்போது உள்ளது.',

    'p1b' => 'வலைத்தளத்தின் அனைத்து நூல்களும்  <a href="https://github.com/">GITHUB</a> இல் உள்ளன. நீங்கள் களஞ்சியத்தை Fork  செய்யலாம், உங்கள் மொழிபெயர்ப்புகளைப் பயன்படுத்தலாம் மற்றும் எங்களுக்கு ஒரு கோரிக்கையை அனுப்பலாம், இதனால் உங்கள் மொழிபெயர்ப்புகள் இணையதளத்தில் ஒருங்கிணைக்கப்படலாம்.',

    'h2' => 'இது எப்படி வேலை செய்கிறது?',

    'p2a' => 'உங்களிடம் ஏற்கனவே இல்லையென்றால் முதலில் நீங்கள் ஒரு GITHUB கணக்கில் பதிவுபெற வேண்டும். இல் களஞ்சியத்தை Fork ',

    'p2b' => '<a href="https://github.com/mpopp75/db4free-net-l10n">https://github.com/mpopp75/db4free-net-l10n</a>',

    'p2c' => 'எனவே உங்கள் கணக்கில் மொழிபெயர்ப்பு களஞ்சியத்தின் ஒத்த நகல் உங்களிடம் உள்ளது. இப்போது உங்கள் கணினியில் ஒரு நகலை உருவாக்க உங்கள் களஞ்சியத்தை குளோன் செய்யலாம். இதற்கான git கட்டளை:',

    'p2d' => 'git clone git@github.com:[Your_GitHub_username]/db4free-net-l10n.git',

    'p2e' => 'உங்கள் மொழிபெயர்ப்புகளுக்கு ஒரு தனி கிளையை உருவாக்க நாங்கள் பரிந்துரைக்கிறோம் :',

    'p2f' => 'git checkout -b mytranslations',

    'p2g' => 'நீங்கள் மொழிபெயர்ப்பைப் பயன்படுத்த விரும்பும் மொழிக்கு எந்த அடைவும் இல்லை என்றால், "en" கோப்பகத்தின் நகலை உருவாக்கி  <a href="https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes">ISO 639-1 மொழி குறியீடுகள் </a>.',

    'p2h' => 'இந்த கோப்பகத்திற்குள் உள்ள கோப்புகளில், ஆங்கில நூல்களை புதிய மொழியின் உரைகளுடன் மாற்றவும். ஐடியை மாற்றாமல் கவனமாக இருங்கள். எடுத்துக்காட்டாக ',

    'p2i' => '\'h1\' => \'db4free.net க்கு நல்வரவு\',',

    'p2j' => 'by',

    'p2k' => '\'h1\' => \'Bienvenido a db4free.net\',',

    'p2l' => 'ஒரு உரை ஆங்கிலத்திலும், நீங்கள் மொழிபெயர்க்கும் மொழியிலும் ஒரே மாதிரியாக இருந்தால், நீங்கள் வரியை நீக்கலாம் அல்லது விட்டுவிடலாம்.',

    'p2m' => 'உங்கள் மொழிபெயர்ப்புகள் முடிந்ததும், அவற்றை உங்கள் Github களஞ்சியத்திற்குத் தள்ளுங்கள். GitHub இல் உங்கள் புதிய கிளைக்கு மாறி, "புதிய இழுப்பு கோரிக்கை" என்பதைக் கிளிக் செய்க. உங்கள் மொழிபெயர்ப்புகள் என்ன, நீங்கள் சந்தித்த சிரமங்கள் அல்லது நீங்கள் முடிக்க முடியாமல் போனவை போன்றவற்றை ஒரு சிறிய விளக்கத்தை உள்ளிட்டு, Pull கோரிக்கையை அனுப்பவும்.',

    'p2n' => 'நீங்கள் பங்களிக்க விரும்பினால், தொடங்குவதற்கு முன் உங்களுக்கு கூடுதல் உதவி தேவைப்பட்டால், தயவுசெய்து  <a href="https://github.com/mpopp75/db4free-net-l10n/issues">Github - ல் ஒரு டிக்கெட்டைத் திறக்கவும் </a> .',
);
?>
