<?php

/*
Section: welcome
Language: Tamil
*/

$translations = [
    'h1' => 'db4free.net க்கு நல்வரவு ',

    'p1a' => '<a href="https://www.mysql.com/">MySQL சேவையகம் </a> இன் சமீபத்திய - சில நேரங்களில் மேம்பாடு - பதிப்பிற்கான சோதனை சேவையை db4free.net வழங்குகிறது. நீங்கள் எளிதாக  <a href="/signup.php">இலவசமாக ஒரு கணக்கை உருவாக்கலாம் </a> மற்றும் உங்கள் பயன்பாடுகளை சோதிக்கலாம், எடுத்துக்காட்டாக, அவை MySQL பதிப்பு புதுப்பித்தலுக்குப் பிறகும் செயல்படுகின்றன என்பதை உறுதிப்படுத்தவும். db4free.net கல்விக்கான ஒரு நல்ல ஆதாரமாகும், மேலும் புதிய பதிப்புகளில் அறிமுகப்படுத்தப்பட்ட புதிய அம்சங்களை நீங்கள் அறிந்து கொள்ளவும்.',

    'p1b' => 'db4free.net எப்போதும் சமீபத்திய உற்பத்தி வெளியீடு அல்லது சமீபத்திய மேம்பாட்டு வெளியீட்டை வழங்குவதை நோக்கமாகக் கொண்டுள்ளது. db4free.net இன் MySQL சேவையகம் ஒரு புதிய பதிப்பு வெளியிடப்பட்ட பின்னர் மிக விரைவில் புதுப்பிக்கப்படும், பொதுவாக அதே நாளில் அல்லது மிக விரைவில்.',

    'p1c' => 'உங்கள் தரவை வசதியான வழியில் அணுக, db4free.net <a href="https://www.phpmyadmin.net">phpMyAdmin</a> இன் புதுப்பித்த பதிப்பையும் வழங்குகிறது. phpMyAdmin கூட அடிக்கடி புதுப்பிக்கப்படும், எனவே நீங்கள் எப்போதும் மிகச் சமீபத்தியதைப் பெறுவீர்கள்.',

    'h2' => 'என்ன db4free.net - ல் இல்லை',

    'p2' => 'db4free.net ஒரு <b> சோதனை சேவை </b> அதாவது இது உற்பத்திக்கு ஏற்றதல்ல. செயலிழப்புகள் இருக்கலாம், தரவு இழப்பு மற்றும் பாதுகாப்பு அம்சங்கள் ஒரு தொழில்முறை தரவு ஹோஸ்டிங் வழங்குநரிடமிருந்து நீங்கள் எதிர்பார்க்கும் தரத்தை பூர்த்தி செய்யாது. உற்பத்தி பயன்பாட்டிற்கு உங்களுக்கு MySQL தரவுத்தளம் தேவைப்பட்டால், தயவுசெய்து db4free.net ஐப் பயன்படுத்த வேண்டாம்!',

    'h3' => 'Db4free.net ஐ மொழிபெயர்க்க உதவ முடியுமா?',

    'p3' => 'இந்த வலைத்தளம் வழங்காத ஒரு மொழியை நீங்கள் நன்றாகப் பேசுகிறீர்களா? Db4free.net ஐ மொழிபெயர்க்க நீங்கள் எங்களுக்கு உதவலாம். <a href="/translate.php"> எப்படி என்பதைக் பார்க்க! </a>',

    'h4' => 'வளங்கள்',

    'p4a' => 'இல்  <a href="https://www.mpopp.net/category/db4free/">db4free.net பிரிவு </a> உள்ளது. <a href="https://www.mpopp.net/">mpopp.net வலைப்பதிவு </a> db4free.net பற்றிய செய்திகளை உங்களுக்குக் கொண்டுவருகிறது. நீங்கள் எந்த செய்தியையும் இழக்கவில்லை என்பதை உறுதிப்படுத்த <a href="https://www.mpopp.net/category/db4free/feed/"> RSS Feed </a> க்கு குழு சேரவும். db4free.net <a href="/bluesky.php"> ட்விட்டர் </a> இல் உள்ளது, இது db4free.net உலகில் என்ன நடக்கிறது என்பதற்கு மேல் இருக்க மற்றொரு சிறந்த ஆதாரமாகும்.',

    'p4b' => 'MySQL பற்றி மேலும் அறிய சிறந்த ஆதாரங்கள் <a href="https://dev.mysql.com/"> MySQL டெவலப்பர் மண்டலம் </a>, <a href="https://dev.mysql.com/doc/refman/8.0/en/">MySQL குறிப்பு கையேடு </a> மற்றும்  <a href="https://planet.mysql.com/">PlanetMySQL</a>. MySQL வலைத்தளம் பல  <a href="https://dev.mysql.com/tech-resources/articles/">டெவலப்பர் கட்டுரைகள் </a> ஐ வழங்குகிறது, அவற்றில் பல வரவிருக்கும் பதிப்புகளில் அறிமுகப்படுத்தப்படும் புதிய அம்சங்களை விளக்குகின்றன சிறந்த விவரம்.',

    'p4c' => 'MySQL சேவையகத்தில் ஒரு பிழையைக் கண்டால், அதை  <a href="https://bugs.mysql.com/">MySQL பிழை கண்காணிப்பு அமைப்பு </a> இல் புகாரளிக்கவும்.',
];
