<?php
/*
Section: about
Language: Russian
*/

$translations = array(
    'h1' => 'О проекте db4free.net',

    'p1' => 'В этой секции вы можете создать базу данных, изменять ее содержимое и удалять его.',

    'h2' => 'Что делает нас "уникальными"?',

    'p2' => 'Цель нашего проекта в том, чтобы удовлетворить требованиям разработчиков и тестеров для <b>текущей версии</b> MySQL. Часто обновляя MySQL и phpMyAdmin, вы например, можете проверить работу своего сайта после обновления версии MySQL сервера.',

    'h3' => '<a href="signup.php">Получить свою бесплатную базу данных MySQL&nbsp;&raquo;</a>',
);
?>