<?php
/*
Section: conditions
Language: Russian
*/

$translations = array(
    'h1' => 'Условия пользования',

    'p1' => 'Команда db4free.net не несет ответственности за любые прямые, косвенные, специальные, случайные убытки, включая упущенную выгоду, возникающих из-за сервиса, его программого обеспечения или его документации, даже если администратор был предупрежден о возможности такого ущерба.',

    'p2' => 'Мы отказываемся от любых гарантий, в том числе, но не ограничиваясь ими, подразумеваемые гарантии товарного состояния и пригодности для конкретной цели. Программное обеспечение и сервер предоставляются по принципу "как есть", и мы не несем обязательств по обслуживанию, поддержке, обновлению, расширению или модификации или постоянности услуг. Мы имеет право прекратить предоставление услуги и удалить все базы данных безвозвратно.',

    'p3' => 'Пользователям db4free.net не разрешается публиковать свои данные для доступа, а также иную информацию о сервере третьим лицам.',

    'p4' => 'Исключительно законы Австрийской республики применяются к сервисам проекта db4free.net.',

    'p5' => 'Мы не рекомендуем использовать базу данных db4free.net для любых важных данных! Не смотря на то, что мы - люди стоящие за проектом - связаны друг с другом через компании, этот проект остается также частным и некоммерческим. Мы отказываемся от гарантий и ответственности!',

    'p6' => 'Команда db4free.net не несет ответственности за содержание связанных веб-страниц.',

    'p7' => 'Мы оставляем за собой право изменять данные правила без предварительного уведомления',

    'p8' => 'Heidenreichstein, Австрия<br>29 Июнь 2014',
);
?>
