<?php
/*
Section: email-signup
Language: Russian
*/

$translations = array(
    'email-5.7-intro' => 'Спасибо за регистрацию аккаунта {$user} на db4free.net.

После подтверждения по ссылки ниже, вы получите доступ к серверу MySQL 5.7 db4free.net\'s. В качестве имени сервера используйте db4free.net, а также порт 3306 (порт по умолчанию для MySQL). Вы можете использовать phpMyAdmin на нашем сайте, для входа на сервер MySQL.',

    'email-8.0-intro' => 'Спасибо за регистрацию аккаунта {$user} на db4free.net.

После подтверждения по ссылки ниже, вы получите доступ к серверу MySQL 8.0 db4free.net\'s. В качестве имени сервера используйте db4free.net, а также порт 3307. Вы можете использовать phpMyAdmin на нашем сайте, для входа на сервер MySQL.',

    'email-common' => 'Пожалуйста используйте ссылку ниже, для подтверждения вашей регистрации. На подтверждение отводится до 14 дней. Кликнув по ссылке подтверждения, вы соглашаетесь с тем, что:

* db4free.net - сервис для тестирования
* db4free.net неприменим для продакшена
* Если, вы решили использовать базу данных db4free.net в продакшене, несмотря на предупреждения, вы действуете на свой страх и риск (частые резервные копии очень рекомендованы)
* Потери данных и недоступность могут случиться в любой момент (любые жалобы по этому поводу, будут игнорированы)
* Команда db4free.net не предоставляет гарантий или обязательств любого рода
* Команда db4free.net оставляет за собой право удалить базу данных и/или аккаунт без предупреждения
* Вы можете получить самую последнюю информацию из Twitter (https://twitter.com/db4free_net) и блога db4free.net (https://www.mpopp.net/category/db4free/)
* db4free.net предоставляет только базы данных MySQL, но не место под файлы

Кроме того:

* db4free.net сервис для тестирования, а не хостинг. Базы данных, размером более 200 МБ будут периодически очищаться, без уведомления
* Пожалуйста, удаляйте данные, если они вам больше не нужны или удалите ваш аккаунт (https://www.db4free.net/delete-account.php).

{$mailLink}

Хотите помочь с переводом db4free.net? Тогда перейдите по ссылке: https://www.db4free.net/translate.php

Если вы не регистрировались на db4free.net, пожалуйста удалите это письмо!

Мы надеемся, что вам нравится работать с вашей базой данных!

Команда db4free.net
https://www.db4free.net',
);
?>