<?php
/*
Section: email-delete-account
Language: Russian
*/

$translations = array(
    'email' => 'Мы получили ваш запрос на удаление аккаунта "{$user}" с db4free.net.

Пожалуйста подтвердите удаление, кликнув по ссылке ниже. Помните, что все ваши данные будут безвозвратно удалены!

{$mailLink}

Если вы не делали запроса на удаление аккаунта с db4free.net, пожалуйста удалите это письмо!

Мы надеемся, что вам нравится работать с вашей базой данных!

Команда db4free.net
https://www.db4free.net',
);
?>