<?php
/*
Section: email-change-password
Language: Russian
*/

$translations = array(
    'email' => 'Мы получили ваш запрос на изменение пароля.

Новые данные для авторизации:

Имя пользователя: {$user}
Пароль: {$newData}

Пожалуйста, подтвердите изменения, кликнув по следующей ссылке:

{$mailLink}

Если вы не создавали запрос на изменение пароля на сайте db4free.net, пожалуйста удалите это письмо!

Надеемся, что вам нравится работать с вашей базой данных!

Команда db4free.net
https://www.db4free.net',
);
?>