<?php
/*
Section: imprint
Language: Russian
*/

$translations = array(
    'h1' => 'Оттиск',

    'p1' => '&copy; 2005-%d ',

    'p2' => 'Markus Popp (<a href="mailto:admin@db4free.net">admin@db4free.net</a>)',

    'h2' => 'Связанные проекты',

    'p3' => '<a href="https://www.mpopp.net">mpopp.net</a>',

    'p4' => '<a href="http://www.zanat.net">zanat.net - Das Portal für Mediendesigner (mit Farbumrechner uvm.)</a>',

    'h3' => 'Отказ от ответственности',

    'p5' => 'Автор этого сайта оставляет за собой право не нести ответственность за актуальность, правильность, полноту или качество предоставленной информации. Претензии, в отношении ущерба, причиненного в результате использования какой-либо информации, в том числе информации, которая является неполной или неправильной - будут отклонены ',

    'p6' => 'Автор данного сайта не несет ответственности за содержание данных',
);
?>