<?php
/*
Section: signup
Language: Russian
*/

$translations = array(
    'h1' => 'Регистрация',

    'mysql-db-name' => 'Имя базы данных MySQL',

    'mysql-user-name' => 'Имя пользователя MySQL',

    'mysql-user-password' => 'Пароль пользователя MySQL',

    'mysql-user-password-verification' => 'Подтверждение пароля пользователя MySQL',

    'email-address' => 'E-mail адрес',

    'agree-conditions' => 'Я прочитал <a href="conditions.php">условия пользования</a> и согласен с ними.',

    'ph1' => '4-16 символов, без верхнего регистра.',

    'ph2' => 'Минимум 6 символов.',

    'ph3' => 'Введите ваш E-mail адрес',

    'explanation-5.7' => 'Имя пользователя и базы данных могут содержать только буквы нижнего регистра, цифры и символы подчеркивания, а также длина должна составлять от 4 до 16 символов. Вы не должны использовать <a href="https://dev.mysql.com/doc/refman/5.7/en/reserved-words.html">зарезервированные имена</a>!',

    'explanation-8.0' => 'Имя пользователя и базы данных могут содержать только буквы нижнего регистра, цифры и символы подчеркивания, а также длина должна составлять от 4 до 16 символов. Вы не должны использовать <a href="https://dev.mysql.com/doc/refman/8.0/en/reserved-words.html">зарезервированные имена</a>!',

    'maintenance-notice' => 'В связи с техническими работами, регистрация временно отключена',

    'agm-p1' => 'Регистрируясь на db4free.net вы соглашаетесь с тем, что:',

    'agm-li1' => 'db4free.net - сервис для тестирования',

    'agm-li2' => 'db4free.net неприменим для продакшена',

    'agm-li3' => 'Если, вы решили использовать базу данных db4free.net в продакшене, несмотря на предупреждения, вы действуете на свой страх и риск (частые резервные копии <b>очень</b> рекомендованы)',

    'agm-li4' => 'Потери данных и недоступность могут случиться в любой момент (любые жалобы по этому поводу, будут игнорированы)',

    'agm-li5' => 'Команда db4free.net не предоставляет гарантий или обязательств любого рода',

    'agm-li6' => 'Команда db4free.net оставляет за собой право удалить базу данных и/или аккаунт без предупреждения',

    'agm-li7' => 'Вы можете получить самую последнюю информацию из <a href="/twitter.php">Twitter</a> и <a href="/blog.php">блога db4free.net</a>',

    'agm-li8' => 'db4free.net предоставляет только базы данных MySQL, но не место под файлы',

    'agm-p2' => 'Кроме того:',

    'agm-li9' => 'db4free.net сервис для тестирования, а не хостинг. Базы данных, размером более 200 МБ будут периодически очищаться, без уведомления',

    'agm-li10' => 'Пожалуйста, удаляйте данные, если они вам больше не нужны или <a href="/delete-account.php">удалите ваш аккаунт</a>.',

    'signup-error1' => 'Вы должны согласиться с правилами пользования!',

    'signup-error2' => 'Ошибка регистрации вашей базы данных MySQL!',

    'signup-error3' => 'Ошибка отправления подверждающего E-mail!',

    'signup-success' => 'Спасибо за регистрацию! Вам отправлено письмо, для подтверждения вашего E-mail адреса.',
);
?>