<?php
/*
Section: translate
Language: Russian
*/

$translations = array(
    'h1' => 'Переводы',

    'l10ncredits' => 'Огромное спасибо переводчикам',

    'l10ncreditsclick' => 'Кликните для просмотра',

    'p1a' => 'После обновления в 2014 году, сайт и сервис db4free.net можно легко перевести на множество языков.',

    'p1b' => 'Все тексты проекта доступны на <a href="https://github.com/">GitHub</a>. Вы можете скопировать репозиторий, сделать перевод и отправить нам pull request, после чего ваш перевод будет интегрирован на сайт.',

    'h2' => 'Как это работает?',

    'p2a' => 'Сначала, войдите в свой аккаунт GitHub. Скопируйте репозиторий ',

    'p2b' => '<a href="https://github.com/mpopp75/db4free-net-l10n">https://github.com/mpopp75/db4free-net-l10n</a>',

    'p2c' => ' теперь у вас есть точная копия нашего репозитория. Теперь вы можете клонировать его, для создания копии данных на вашей системе. Git команды для этого следующие:',

    'p2d' => 'git clone git@github.com:[Ваш_логин_GitHub]/db4free-net-l10n.git',

    'p2e' => 'Мы рекомендуем создать отдельную вертку для ваших переводов, например:',

    'p2f' => 'git checkout -b mytranslations',

    'p2g' => 'Если директория с нужным вам языком не существует, просто сделайте копию директории "en" и переименуйте ее в соответствии с <a href="http://en.wikipedia.org/wiki/List_of_ISO_639-1_codes">Кодами языков ISO 639-1</a>.',

    'p2h' => 'В файлах внутри директории, замените весь английский текст, на текст нового языка. Будьте аккуратны, не замените ID. Например, замените:',

    'p2i' => '\'h1\' => \'Welcome to db4free.net\',',

    'p2j' => 'на',

    'p2k' => '\'h1\' => \'Bienvenido a db4free.net\',',

    'p2l' => 'Если текст одинаков на английском языке и на языке, на который вы переводите, вы можете удалить эту строку или оставить как есть.',

    'p2m' => 'Когда вы завершите перевод, сделайте commit и push в ваш GitHub репозиторий. Переключитесь на новую ветку в GitHub и кликните "New Pull Request". Введите краткое описание того, что вы перевели, возникшие сложности во время перевода и прочее. И в итоге отправьте Pull Request.',

    'p2n' => 'Если вы хотите внести свой вклад, но вам нужна помощь, прежде чем начать, пожалуйста <a href="https://github.com/mpopp75/db4free-net-l10n/issues">Создайте тикет на GitHub</a>.',
);
?>
