<?php
/*
Section: welcome
Language: Russian
*/

$translations = array(
    'h1' => 'Добро пожаловать на db4free.net',

    'p1a' => 'db4free.net предоставляет для тестирования, последнюю - иногда даже Developer версию <a href="http://www.mysql.com/">MySQL сервера</a>. Вы можете легко <a href="/signup.php">и бесплатно создать аккаунт</a> и начать тестирование ваших приложений, например будет ли приложение работать, после обновления MySQL сервера. db4free.net также хороший ресурс для обучения и ознакомления с новыми возможностями, которые были введены в новых версиях.',

    'p1b' => 'db4free.net стремится предоставить или последнюю стабильную версию или последнюю версию для разработчиков. db4free.net\'s MySQL сервер будет обновлен вскоре, после выхода новой версии, обычно в этот же день.',

    'p1c' => 'Для доступа к вашим данным, db4free.net предоставляет последнюю версию <a href="http://www.phpmyadmin.net">phpMyAdmin</a>. phpMyAdmin обновляется очень часто, поэтому у вас всегда будет новая версия.',

    'h2' => 'Чем db4free.net не является',

    'p2' => 'db4free.net это <b>сервис тестирования</b>, т.е. он неприменим для продакшена. Поэтому могут быть перебои в работе, потери данных и уровень безопасности, который не соответствует стандартам профессиональных хостинг-провайдеров. Если вам нужна база данных MySQL для продакшена, пожалуйста не используйте db4free.net!',

    'h3' => 'Могу ли я помочь в переводе db4free.net?',

    'p3' => 'Вы говорите на языке, который данный сайт не поддерживает? Вы можете помочь перевести db4free.net. <a href="/translate.php">Узнать как!</a>',

    'h4' => 'Ресурсы',

    'p4a' => '<a href="http://www.mpopp.net/category/db4free/">Секция о db4free.net</a> в <a href="http://www.mpopp.net/">блоге mpopp.net</a> позволяет узнать новости db4free.net. Пожалуйста подпишитесь на <a href="http://www.mpopp.net/category/db4free/feed/">RSS ленту</a>, чтобы не пропустить ниодной новости. db4free.net также есть в <a href="/twitter.php">Twitter</a>, другом хорошем ресурсе, поясняющем о том, что происходит в мире db4free.net.',

    'p4b' => 'Лучшие ресурсы для изучения MySQL это <a href="http://dev.mysql.com/">MySQL Developer Zone</a>, <a href="http://dev.mysql.com/doc/refman/5.6/en/index.html">MySQL Reference Manual</a> и <a href="http://planet.mysql.com/">PlanetMySQL</a>. Сайт MySQL содержит набор статей <a href="http://dev.mysql.com/tech-resources/articles/">Статьи разработчиков</a> , многие из которых объясняют работу новых функций, которые были или будут внедрены в новой версии.',

    'p4c' => 'Если, вы нашли ошибку в работе MySQL сервера, сообщите о ней в <a href="http://bugs.mysql.com/">MySQL Bug Tracking System</a>.',
);
?>