<?php
/*
Section: about
Language: Bulgarian
*/

$translations = array(
    'h1' => 'Относно проекта db4free.net',

    'p1' => 'В тази секция можете да създадете, обновите и изтриете база данни.',

    'h2' => 'Какво ни прави "уникални"?',

    'p2' => 'Целта на нашия проект е да удовлетворим нуждите на разработчиците и тестерите относно <b>текущата версия</b> на MySQL. Като обновяваме често версията на MySQL и phpMyAdmin, вие можете например да проверите как ще работи вашият сайт след с текущата MySQL версия.',

    'h3' => '<a href="signup.php">Вземете своя безплатна MySQL база данни &nbsp;&raquo;</a>',
);
?>