<?php
/*
Section: conditions
Language: Bulgarian
*/

$translations = array(
    'h1' => 'Условия за ползване',

    'p1' => 'При никакви обстоятелства ние, екипът на db4free.net, не носим никакви отговорности пред никого относно преки, косвени, специални, случайни или нарочни вреди, включая пропуснати ползи, възникнали от нашата услуга или от липсата ѝ, програмното обеспечени, неговата документация, дори и когато администраторът е бил предупреден за подобна загуба.',

    'p2' => 'Изрично се отказваме от всякакви гаранции, вкючително, но не само за подразбиращи се гаранции за използваемост и приложение за определена цел.  Програмното обезпечение и сървъра се предоставят на принципа "каквито са", и ние не носим никакви ангажименти да предоставим обслужване, поддръжка, обновление, разширение или модификация или постоянност на услугата. Имаме право да прекаратим услугата без предупреждение и да изтрием базите даннни безвъзвратно.',

    'p3' => 'На потребителите на db4free.net не се позволява да оповестяват своите данни за достъп, както и друга информация специфична за сървъра, на трети лица.',

    'p4' => 'Законите на Република Австрия се прилагат изрично към услугите на проекта db4free.net.',

    'p5' => 'Не ви препоръчваме да използвате база данни от db4free.net за важни данни или друга важна цел! Въпреки че ние - хората стоящи зад този проект - сме свързани един с друг чрез компания, все пак това е личен и некомерсиален проект. Отказваме гаранция и ответност!',

    'p6' => 'Екипът на db4free.net не носи отговорност за съдържанието на страниците към които има препратики.',

    'p7' => 'Запазваме си правотое да променяме тези правила без уведомление.',

    'p8' => 'Хайденрайхщайн , Австрия<br>29 Юни 2014',
);
?>