<?php
/*
Section: delete-account
Language: Bulgarian
*/

$translations = array(
    'h1' => 'Изтриване на акаунт',

    'mysql-username' => 'MySQL потребителско име',

    'mysql-user-password' => 'MySQL потребителска парола',

    'ph1' => 'Въведете име на потребител',

    'ph2' => 'Въведете парола',

    'error1' => 'Ще получите уведомление по електронната поща, което потвърждава изтриването на вашия акаунт за базата данни!',

    'error2' => 'Указаният от вас потребител не съществува!',

    'error3' => 'Указаната от вас парола не е вярна!',
);
?>