<?php
/*
Section: email-delete-account
Language: Bulgarian
*/

$translations = array(
    'email' => 'Получихме Вашето искане за изтриване на Вашият акаунт за db4free.net с потребителско име "{$user}".

Моля потвърдете изтриването като щракнете върхъ връзката по-долу. Имайте предвид, че всички ваши данни ще бъдат безвъзвратно изтрити и загубени!

{$mailLink}

Ако не Вие сте издали искането на Вашия акаунт през сайта на db4free.net, то моля изтрийте това писмо!

Надяваме се да се радвате на работата с Вашата база данни!

Екипът на db4free.net
https://www.db4free.net',
);
?>