<?php
/*
Section: email-signup
Language: Bulgarian
*/

$translations = array(
    'email-5.7-intro' => 'Благодарим Ви за регистрацията на Вашият акаунт {$user} за база данни от db4free.net.

След потвържение, чрез щракане въху връзката по-долу, ще имате достъп до сървърът със MySQL 5.7 на db4free.net. Името на хоста за достъп до сървъра е db4free.net, а порта е 3306 (което е порта по подразбиране за MySQL). Можете да използвате phpMyAdmin на нашата уеб страница за да се свържете и влезете в сървъра.',

    'email-8.0-intro' => 'Благодарим Ви за регистрацията на Вашият акаунт {$user} за база данни от db4free.net.

След потвържение, чрез щракане въху връзката по-долу, ще имате достъп до сървърът със MySQL 8.0 на db4free.net. Името на хоста за достъп до сървъра е db4free.net, а порта е 3307. Можете да използвате phpMyAdmin на нашата уеб страница за да се свържете и влезете в сървъра.',

    'email-common' => 'Можете да използвате по-долната връзка в продължение на 14 дневен период за да завършите регистрацията. Със проследяването на тази връзка Вие  (отново) потвърждавате, това че разбирате, че:

* db4free.net е среда за тестване
* db4free.net не е подходящ за производствена дейност
* ако решите да използвате вашата db4free.net база данни в производство въпреки предупрежденията, го правите на свой собствен риск (препоръчително е много често правене на резервни копия)
* загуба на данни и прекъсване на услугата могат да настъпят във всеки един момент (всякакви оплаквания относно това най-вероятно ще бъдат пренебрегнати)
* екипът на db4free.net не предоставя никакви гаранции или отговорности от какъвто и да е род
* екипът на db4free.net си запазва правото да изтрива бази данни и/или акаунти по всяко време без предупреждение
* Можете да получите актуална информация от Туитър (https://twitter.com/db4free_net) и от блога на db4free.net (https://www.mpopp.net/category/db4free/)
* db4free.net предоставя само MySQL база данни, без никакво уеб пространство (няма место за файлове)

Освен това:

* db4free.net е услуга за тестване, не за хостинг. Бази данни, които съграняват повече от 200 Mегабайта данни ще бъдат зачиствание на нерави интервали без предупреждение
* Моля премахнете данните от които повече нямате нужда, или изтрийте акаунта от който повече нямате нужда (https://www.db4free.net/delete-account.php). Това прави възстановяването по-лесно ако настъпи срив в сървъра.

{$mailLink}

Искате да помогнете с превода на сайта на db4free.net? Моля посетете https://www.db4free.net/translate.php

Ако не Вие сте издали искането за регистрация на акаунт през сайта на db4free.net, то моля изтрийте това писмо!

Надяваме се да се радвате на работата с Вашата база данни!

Екипът на db4free.net
https://www.db4free.net',
);
?>