<?php
/*
Section: email-change-password
Language: Bulgarian
*/

$translations = array(
    'email' => 'Получихме Вашето искане за смяна на парола.

Новите данни за влизане в системата следват:

Потребителско име: {$user}
Парола: {$newData}

Моля, потвърдете промяната с новите данни за влизане, като кликнете върху следната връзка:

{$mailLink}

Ако не Вие сте издали искането за смяна на вашата парола за db4free.net, то моля изтрийте това писмо!

Надяваме се да се радвате на работата с Вашата база данни!

Екипът на db4free.net
https://www.db4free.net',
);
?>