<?php
/*
Section: email-forgot-password
Language: Bulgarian
*/

$translations = array(
    'email' => 'Вие поискахте нова парола за Вашия акаунт с потребителско име "{$user}"

Новата Ви парола е {$newData}

Моля потвърдете промяната чрез щракване на следната връзка:

{$mailLink}

Ако не Вие сте издали искането за нова парола през сайта на db4free.net, то тогава просто пренебрегнете това писмо и го изтрийте!

Надяваме се да се радвате на работата с Вашата база данни!

Екипът на db4free.net
https://www.db4free.net',
);
?>