<?php
/*
Section: imprint
Language: Bulgarian
*/

$translations = array(
    'h1' => 'Оттиск',

    'p1' => '&copy; 2005-%d by',

    'p2' => 'Маркус Поп (<a href="mailto:admin@db4free.net">admin@db4free.net</a>)',

    'h2' => 'Свързани проекти',

    'p3' => '<a href="https://www.mpopp.net">mpopp.net</a>',

    'p4' => '<a href="http://www.zanat.net">zanat.net - Портал за медиен дизайн (с калкулатор за цветове)</a>',

    'h3' => 'Отказ от отговорности',

    'p5' => 'Авторът на този уеб сайт си запазва правото да не е отговорен за актуалност, правилност и пълнота или качество на предоставената информация. Претенции за ущърб, причинен от използването на каквато и да е информация, в това число, информация, която се явява непълна или неправилна, ще бъдат отхвърлени',

    'p6' => 'Авторът на този сайт не е отговорен за какъвото и да е съдържание до което се реферира ил до което водят връзки от сайта.',
);
?>