<?php
/*
Section: signup
Language: Bulgarian
*/

$translations = array(
    'h1' => 'Регистрация',

    'mysql-db-name' => 'Име на MySQL база данни',

    'mysql-user-name' => 'MySQL потребителско име',

    'mysql-user-password' => 'MySQL парола',

    'mysql-user-password-verification' => 'Потвърждение на паролата на MySQL потребител',

    'email-address' => 'Адрес електронна поща',

    'agree-conditions' => 'Прочетох <a href="conditions.php">условия за ползване</a> и съм съгласен с тях.',

    'ph1' => '4-16 знака., без главни букви, 1-вият знак да е буква.',

    'ph2' => 'Минимум 6 знака.',

    'ph3' => 'Въведете Вашият адрес за електронна поща',

    'explanation-5.7' => 'Имената на базата данни и на потребителя могат да съдържат малки букви, числа, подчертавка и трябва да са дълги между 4 и 16 знака. Не трябва да използвате <a href="https://dev.mysql.com/doc/refman/5.7/en/reserved-words.html">запазени думи</a>!',

    'explanation-8.0' => 'Имената на базата данни и на потребителя могат да съдържат малки букви, числа, подчертавка и трябва да са дълги между 4 и 16 знака. Не трябва да използвате <a href="https://dev.mysql.com/doc/refman/8.0/en/reserved-words.html">запазени думи</a>!',

    'maintenance-notice' => 'Поради обслужване на базата данни, регистрации не са възможни в момента.',

    'agm-p1' => 'Чрез регистриране за db4free.net Вие се съгласявате, че:',

    'agm-li1' => 'db4free.net е тестова среда',

    'agm-li2' => 'db4free.net не е подходящ за производство',

    'agm-li3' => 'ако решите да използвате вашата db4free.net база данни в производство въпреки предупрежденията, го правите на свой собствен риск (препоръчително е много често правене на резервни копия)',

    'agm-li4' => 'загуба на данни и прекъсване на услугата могат да настъпят във всеки един момент (всякакви оплаквания относно това най-вероятно ще бъдат пренебрегнати)',

    'agm-li5' => 'екипът на db4free.net не предоставя никакви гаранции или отговорности от какъвто и да е род',

    'agm-li6' => 'екипът на db4free.net си запазва правото да изтрива бази данни и/или акаунти по всяко време без предупреждение',

    'agm-li7' => 'Можете да получите актуална информация от <a href="/twitter.php">Туитър</a> и от <a href="/blog.php">блога на db4free.net</a>',

    'agm-li8' => 'db4free.net предоставя само MySQL база данни, без никакво уеб пространство (няма место за файлове)',

    'agm-p2' => 'Освен това:',

    'agm-li9' => 'db4free.net е услуга за тестване, не за хостинг. Бази данни, които съграняват повече от 200 Mегабайта данни ще бъдат зачиствание на нерави интервали без предупреждение',

    'agm-li10' => 'Моля премахнете данните от които повече нямате нужда, или <a href="/delete-account.php">изтрийте акаунта от който повече нямате нужда</a>. Това прави възстановяването по-лесно ако настъпи срив в сървъра.',

    'signup-error1' => 'Трябва да се съгласите с условията за ползване!',

    'signup-error2' => 'Грешка при регистрация на данните за вашата MySQL база данни!',

    'signup-error3' => 'Грешка при изпращане на писмо за потвърждение по електронната поща!',

    'signup-success' => 'Благодарим за Вашата регистрация! Ще получите писмо по електронната поща за потвърждение на регистрацията.',
);
?>