<?php
/*
Section: translate
Language: Bulgarian
*/

$translations = array(
    'h1' => 'Преводи',

    'l10ncredits' => 'Огромно благодаря на преводачите',

    'l10ncreditsclick' => 'Щракнете за списък',

    'p1a' => 'След обновлението на сайта и услугата на db4free.net през 2014 г., вече има лесен начин за превеждане на уеб сайта db4free.net на повече езици.',

    'p1b' => 'Всички текстове от уеб сайта са качени в <a href="https://github.com/">GitHub</a>. Можете да копирате (fork) репозиторито, да направите Ваш превод и да ни изпратите pull request taka че вашият превод да бъде интегриран на уеб-сайта.',

    'h2' => 'Как работи това?',

    'p2a' => 'Направете си акаунт във GitHub, освен ако вече нямата такъв. Копирайте (fork) репозиторито от ',

    'p2b' => '<a href="https://github.com/mpopp75/db4free-net-l10n">https://github.com/mpopp75/db4free-net-l10n</a>',

    'p2c' => ' така че да имате точно копие на репозиторито за преводи на във Вапият GitHub акаунт. Сега можете да клонирате (clone) копие на репозиторито на Вашата система. Командата в git за това е:',

    'p2d' => 'git clone git@github.com:[Вашият_GitHub_потребител]/db4free-net-l10n.git',

    'p2e' => 'Препоръчваме ви да създадете отделен клон (branch) за вашият превод, ето така:',

    'p2f' => 'git checkout -b mytranslations',

    'p2g' => 'Ако все още няма папка за езика на който ще превеждате, направете копие от папка "en" и я именовайте следвайки <a href="http://en.wikipedia.org/wiki/List_of_ISO_639-1_codes">езиковите кодове по ISO 639-1</a>.',

    'p2h' => 'Във файловете в тази папка, заменете английските текстове с текст на новия език. Моля внимавайте да не промените ID-тата. Например заменете:',

    'p2i' => '\'h1\' => \'Welcome to db4free.net\',',

    'p2j' => 'със',

    'p2k' => '\'h1\' => \'Добре дошли в db4free.net\',',

    'p2l' => 'Ако текста е еднакъв на английски и на езика на който превеждате, тогава можете да изтриете реда или просто да го оставите непроменен.',

    'p2m' => 'Когато Вашият превод е приключен, направете commit и push към Вашето GitHub репозитори. Превключете към вашият нов клон (branch) в GitHub и щракнете "New Pull Request". Въведете кратко описание на вашият превод, предизвикателства и трудности кото сте срещнали, или какво не сте успели да завършите и т.н. и изпратете Pull Request-а.',

    'p2n' => 'Ако искате да дадете своя принос, но се нуждаете от допълнителна помощ преди да започнете, моля <a href="https://github.com/mpopp75/db4free-net-l10n/issues">създайте тикет в GitHub</a>.',
);
?>