<?php
/*
Section: welcome
Language: Bulgarian
*/

$translations = array(
    'h1' => 'Добре дошли в db4free.net',

    'p1a' => 'db4free.net предоставя услуга за тестване на най-последната - понякога даже в процес на разработка - версия на <a href="https://www.mysql.com/">MySQL Сървър</a>. Лесно можете да си <a href="/signup.php">създадете безплатен акаунт</a> и да тествате своите приложения, например за да сте сигурни, че все още ще работят след обновление на версията на Вашия MySQL. db4free.net е също добра възможност за обучение и запознанство с новите възможности въведени в новите версии.',

    'p1b' => 'db4free.net се стреми винаги да предостави или последната стабилна версия или последната версия в процес на разработка. MySQL сървърът на db4free.net ще бъде обновен много скоро след като е излязла нова версия, обикновено дори на същия ден или много скоро след това.',

    'p1c' => 'За да имате достъп до вашите данни по удобен начин, db4free.net също предоставя актуална версия на <a href="http://www.phpmyadmin.net">phpMyAdmin</a>. phpMyAdmin също ще бъде огновяван много често, така че винаги получавате най-послена версия.',

    'h2' => 'Какво db4free.net не е',

    'p2' => 'db4free.net е <b>тестова услуга</b>, което означава, че не е подходяща за производство. Възможно е да има сривове в системата, средствата за сигурност и предотратяване на загуба на данни не съответстват на стандартите, които бихте очаквали от професионален хостинг провайдер. Ако желаете MySQL база данни за производствени цели, моля не използвайте db4free.net!',

    'h3' => 'Желаете ли да помогнете с превода на db4free.net?',

    'p3' => 'Говорите ли език който не се поддържа от този сайт? Можете да ни помогнете да преведем db4free.net. <a href="/translate.php">Разберете как!</a>',

    'h4' => 'Ресурси',

    'p4a' => 'Тази <a href="https://www.mpopp.net/category/db4free/">секция за db4free.net</a> в <a href="https://www.mpopp.net/">блога на mpopp.net</a> Ви предлага Новини относно db4free.net. Моля, запишете се за <a href="https://www.mpopp.net/category/db4free/feed/">RSS Feed</a> за да сте сигурни, че не изпускате новини. db4free.net е също и в  <a href="/twitter.php">Туитър</a>, друг прекрасен източник за да сте в течение с това което става в света на db4free.net.',

    'p4b-5.7' => 'Най-добрият начин да научите повече за MySQL е <a href="https://dev.mysql.com/">Зоната за MySQL разработчици</a>, също <a href="https://dev.mysql.com/doc/refman/5.7/en/">Ръководство за MySQL</a> и <a href="https://planet.mysql.com/">PlanetMySQL</a>. Уеб сайта на MySQL предлага набор от <a href="https://dev.mysql.com/tech-resources/articles/">Статии за разработчици</a>, много от които обясняват в дълбоки подробности нови възможности внедрявани в идващите версии.',

    'p4b-8.0' => 'Най-добрият начин да научите повече за MySQL е <a href="https://dev.mysql.com/">Зоната за MySQL разработчици</a>, също <a href="https://dev.mysql.com/doc/refman/8.0/en/">Ръководство за MySQL</a> и <a href="https://planet.mysql.com/">PlanetMySQL</a>. Уеб сайта на MySQL предлага набор от <a href="https://dev.mysql.com/tech-resources/articles/">Статии за разработчици</a>, много от които обясняват в дълбоки подробности нови възможности внедрявани в идващите версии.',

    'p4c' => 'Ако немерите грешка в работата на MySQL сървъра, моля съобщете в <a href="https://bugs.mysql.com/">MySQL Bug Tracking System</a>.',
);
?>